<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("E107DB_LAN_1", "E107 формат базы данных");
define("E107DB_LAN_9", "Метод пароля:");
define("E107DB_LAN_10", "Настройка аутентификации db E107");
define("E107DB_LAN_11", "Установите флажок против любого поля, которую вы хотите перевести в локальную базу данных:");
define("IMPORTDB_LAN_7", "MD5 (E107 оригинал)");
define("IMPORTDB_LAN_8", "E107 соленые (вариант 2.0 на)");
define("LAN_AUTHENTICATE_HELP", "Этот метод проверки подлинности будет использоваться с базой второй E107, который может использовать формат другой пароль к этой системе. Исходный пароль считывается из локальной базы данных и проверяется формат хранения исходной системы. Если он проверяет, преобразованные в текущий E107-совместимый формат и хранятся в базе данных.");
