<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("LAN_ALT_1", "Тип основного разрешения");
define("LAN_ALT_2", "Параметры обновления");
define("LAN_ALT_3", "Выберите тип альтернативного разрешения");
define("LAN_ALT_4", "Настройка параметров для");
define("LAN_ALT_5", "Настроить параметры авторизации");
define("LAN_ALT_6", "Сбой подключения действий");
define("LAN_ALT_7", "Если происходит сбой подключения к типу первичного разрешения (и его не местные e107 DB), как следует обрабатывать что?");
define("LAN_ALT_8", "Среднее разрешение типа");
define("LAN_ALT_9", "Это используется, если метод первичной разрешение не удается найти пользователя");
define("LAN_ALT_10", "Поле имя входа пользователя");
define("LAN_ALT_11", "Поле пароля пользователя");
define("LAN_ALT_12", "Поле электронной почты пользователя");
define("LAN_ALT_13", "Скрыть электронной почты? поле");
define("LAN_ALT_14", "Поле для отображения имени пользователя");
define("LAN_ALT_15", "Поле имя пользователя");
define("LAN_ALT_16", "Название пользовательского поля пользователя");
define("LAN_ALT_17", "Подпись поля");
define("LAN_ALT_18", "Аватар поле");
define("LAN_ALT_19", "Поле Фото");
define("LAN_ALT_20", "Присоединяйтесь к поле даты");
define("LAN_ALT_21", "Поле статус запрета");
define("LAN_ALT_22", "Поле класса членства");
define("LAN_ALT_24", "Поле пароля соли");
define("LAN_ALT_25", "(иногда в сочетании с паролем для дополнительной безопасности)");
define("LAN_ALT_26", "Тип базы данных:");
define("LAN_ALT_27", "Для передачи значения поля в локальную базу данных, укажите имя поля в соответствующее поле ниже. (Имя пользователя и пароль передаются всегда)<br>Оставьте это поле пустым, для него не передаваться на всех");
define("LAN_ALT_29", "Методы авторизации");
define("LAN_ALT_30", "Настройка");
define("LAN_ALT_31", "Основная конфигурация");
define("LAN_ALT_32", "Сервер:");
define("LAN_ALT_33", "Имя пользователя:");
define("LAN_ALT_34", "Пароль:");
define("LAN_ALT_35", "База данных:");
define("LAN_ALT_36", "Таблица:");
define("LAN_ALT_37", "Поле имя пользователя:");
define("LAN_ALT_38", "Поле пароля:");
define("LAN_ALT_39", "Префикс таблиц:");
define("LAN_ALT_40", "Тестовый доступ к базе данных");
define("LAN_ALT_41", "(с использованием выше учетные данные)");
define("LAN_ALT_42", "Если введены имя пользователя и пароль, что пользователь будет также проверяться");
define("LAN_ALT_43", "Подключение к базе данных успешно");
define("LAN_ALT_44", "Подключение к базе данных не удалось");
define("LAN_ALT_45", "Имя пользователя Поиск успешных");
define("LAN_ALT_46", "Uername поиска не удалось");
define("LAN_ALT_47", "Тест");
define("LAN_ALT_48", "Предыдущие проверки");
define("LAN_ALT_49", "Имя пользователя =");
define("LAN_ALT_50", "Пароль =");
define("LAN_ALT_51", "(пустая)");
define("LAN_ALT_52", "Аутентификация не удалась-");
define("LAN_ALT_53", "Неизвестная причина");
define("LAN_ALT_54", "не может подключиться к БД / поставщик услуг");
define("LAN_ALT_55", "недопустимый пользователь");
define("LAN_ALT_56", "неправильный пароль");
define("LAN_ALT_57", "метод не доступен");
define("LAN_ALT_58", "Успешной аутентификации");
define("LAN_ALT_59", "Проверено параметры:");
define("LAN_ALT_60", "Расширенные пользовательские поля");
define("LAN_ALT_61", "Разрешить");
define("LAN_ALT_62", "Имя поля");
define("LAN_ALT_63", "Описание");
define("LAN_ALT_64", "Тип");
define("LAN_ALT_65", "Альтернативные аутентификации");
define("LAN_ALT_66", "Этот плагин позволяет для альтернативной проверки подлинности.");
define("LAN_ALT_67", "Настройка Alt auth");
define("LAN_ALT_68", "Теперь установлено Альт авторизации службы.  Теперь необходимо будет настроить ваш предпочтительный метод.");
define("LAN_ALT_69", "");
define("LAN_ALT_70", "Нет");
define("LAN_ALT_71", "TRUE ИЛИ FALSE");
define("LAN_ALT_72", "Верхний регистр");
define("LAN_ALT_73", "Нижний регистр");
define("LAN_ALT_74", "Верхняя первый");
define("LAN_ALT_75", "Верхняя слова");
define("LAN_ALT_76", "Ограничение класса пользователей (числовое значение - ноль или заглушки для всех)");
define("LAN_ALT_77", "Только пользователи в этом классе (на базе, изложенными выше) разрешен доступ");
define("LAN_ALT_78", "Неудачных паролей действий");
define("LAN_ALT_79", "Если пользователь существует в первичной DB, но вводит неверный пароль, как следует, обрабатываться?");
define("IMPORTDB_LAN_2", "Обычный текст");
define("IMPORTDB_LAN_3", "Joomla соленые");
define("IMPORTDB_LAN_4", "Мамбо соленые");
define("IMPORTDB_LAN_5", "SMF (SHA1)");
define("IMPORTDB_LAN_6", "Общий SHA1");
define("IMPORTDB_LAN_7", "MD5 (E107 оригинал)");
define("IMPORTDB_LAN_8", "E107 соленые (вариант 2.0 на)");
define("IMPORTDB_LAN_12", "PHPBB2/PHPBB3 соленые");
define("IMPORTDB_LAN_13", "WordPress соленые");
define("IMPORTDB_LAN_14", "Magento соленые");
define("LAN_ALT_FALLBACK", "Использование вторичных разрешение");
define("LAN_ALT_FAIL", "Неудачные");
define("LAN_ALT_UPDATESET", "Параметры обновления");
define("LAN_ALT_UPDATED", "Параметры обновления");
define("LAN_ALT_AUTH_HELP", "Эти общие параметры для всех методов проверки подлинности и определить действия, которые необходимо принять<br><br>Расширенные поля пользователя выбор определяет, какие <i>могут</i> быть добавлены/обновление при входе пользователя в систему - требуется дополнительная конфигурация для метода проверки подлинности.");
define("LAN_ALT_VALIDATE_HELP", "Вы можете проверить параметры, используя \'Test Database Access\' раздел, чтобы попробовать и проверить пользователя - это используется точно такой же процесс, когда пользователь пытается войти и подтверждает правильность настройки.<br>Если вы настроили некоторые параметры копируются в таблицу пользователей на успешного входа, они также перечислены.");
define("LAN_ALT_COPY_HELP", "Можно выбрать поля для копирования из удаленной базы данных в базу данных пользователей, указав соответствующие имена.<br><br>");
define("LAN_ALT_CONVERSION_HELP", "Для некоторых полей раскрывающегося списка справа от поля ввода выбирает преобразования, которые могут быть применены к значение, считанное из удаленной базы данных; Если \'none\' будет выбран, то значение копируется в полученном виде. Преобразования являются:<br>
	<b>TRUE/FALSE</b> - слова \'TRUE\' и \'FALSE\' (и их нижняя/Смешанная дело эквиваленты), преобразуются в логические значения 1 и 0.<br>
	<b>Верхний регистр</b> - все буквы будут преобразованы в верхний регистр<br>
	<b>Нижний регистр</b> - все буквы будут преобразованы в нижний регистр<br>
	<b>Верхний первый</b> -первый символ преобразуется в верхний регистр<br>
	<b>Верхняя слова</b> - первая буква каждого слова преобразуется в верхний регистр<br>
	<br>
	<br>");
