<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("IMPORTDB_LAN_9", "Метод пароля:");
define("IMPORTDB_LAN_10", "Настроить тип пароля импортированной базы данных");
define("IMPORTDB_LAN_11", "Этот параметр должен использоваться при импорте некоторых других пользователей системы в E107. 
							Это позволяет принимать пароли закодированы в выбранный нестандартный формат. 
							Каждый user\ пароль преобразуется в формат E107 когда они войти в систему.");
define("LAN_AUTHENTICATE_HELP", "Этот метод проверки подлинности должен быть используется <i>только</i> при импорте базы данных пользователей в E107, и пароль в несовместимый формат. Исходный пароль считывается из локальной базы данных и проверяется формат хранения исходной системы. Если он проверяет, преобразованные в текущий E107-совместимый формат и хранятся в базе данных. Через некоторое время вы обычно можно отключить плагин alt-auth, поскольку активные пользователи получат свои пароли, хранящиеся в совместимом формате.");
