<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2016/07/30 02:30:40
|
|        $Author: Administrator $
+---------------------------------------------------------------+
*/

define("PAGE_NAME", "Ошибка");
define("LAN_ERROR_1", "Ошибка 401 - Ошибка аутентификации");
define("LAN_ERROR_2", "URL-адрес, который вы запрашиваете требует правильное имя пользователя и пароль. Вы ввели неправильное имя пользователя/пароль, или ваш браузер не поддерживает эту функцию.");
define("LAN_ERROR_3", "Пожалуйста, сообщите администратору ссылающейся страницы, если вы считаете, что эта ошибка страницы было показано по ошибке.");
define("LAN_ERROR_4", "Ошибка 403 - доступ запрещен");
define("LAN_ERROR_5", "Вам не разрешается получить URL-адрес или ссылка которую вы запросили.");
define("LAN_ERROR_6", "Пожалуйста, сообщите администратору ссылающейся страницы, если вы считаете, что эта ошибка страницы было показано по ошибке.");
define("LAN_ERROR_7", "Ошибка 404 - документ не найден");
define("LAN_ERROR_9", "Пожалуйста, сообщите администратору ссылающейся страницы, если вы считаете, что это сообщение об ошибке было показано по ошибке.");
define("LAN_ERROR_10", "Ошибка 500 - искаженного заголовка");
define("LAN_ERROR_11", "Сервер обнаружил внутренняя ошибка или неправильная настройка и не смог выполнить ваш запрос");
define("LAN_ERROR_12", "Пожалуйста, сообщите администратору ссылающейся страницы, если вы считаете, что эта ошибка страницы было показано по ошибке.");
define("LAN_ERROR_13", "Ошибка - неизвестно");
define("LAN_ERROR_14", "Сервер обнаружил ошибку");
define("LAN_ERROR_15", "Пожалуйста, сообщите администратору ссылающейся страницы, если вы считаете, что эта ошибка страницы было показано по ошибке.");
define("LAN_ERROR_16", "Ваш неудачной попытки доступа к");
define("LAN_ERROR_17", "был записан.");
define("LAN_ERROR_18", "По-видимому вы были переданы здесь");
define("LAN_ERROR_19", "К сожалению существует устаревшие связь по этому адресу.");
define("LAN_ERROR_20", "Пожалуйста, нажмите здесь, чтобы перейти на главную страницу этого сайта");
define("LAN_ERROR_21", "Не удалось найти запрошенный URL-адрес на этом сервере. Ссылка, которую вы следовали вероятно устарел.");
define("LAN_ERROR_22", "Пожалуйста, нажмите здесь, чтобы перейти на страницу поиска этого сайта");
define("LAN_ERROR_23", "Попытка доступа к");
define("LAN_ERROR_24", "был неудачным.");
define("LAN_ERROR_25", "[1]: не удается прочитать базовые параметры из базы данных - основных параметров существуют, но не может быть несериализованному. Попытка восстановления основной резервной копии...");
define("LAN_ERROR_26", "[2]: не удается прочитать базовые параметры из базы данных - несуществующих основные параметры.");
define("LAN_ERROR_27", "[3]: основные параметры сохраняются - резервное копирование активной.");
define("LAN_ERROR_28", "[4]: Найдено резервное копирование не ядро. Проверьте, что база данных имеет допустимое содержание.");
define("LAN_ERROR_29", "[5]: Поля оставлены пустыми. Пожалуйста перезаполните форму, и введите информацию в необходимые поля.");
define("LAN_ERROR_30", "[6]: не удается сформировать допустимое подключение к mySQL. Пожалуйста, проверьте, что ваш e107_config.php содержит правильную информацию.");
define("LAN_ERROR_31", "[7]: mySQL работает, но база данных [x] не может быть подключен к.<br>Пожалуйста, проверьте это существует и что ваш конфигурационный файл содержит правильную информацию.");
define("LAN_ERROR_32", "Для завершения обновления, скопируйте следующий текст в файл e107_config.php:");
define("LAN_ERROR_33", "Ошибка обработки! Как правило я бы перенаправить на домашнюю страницу.");
define("LAN_ERROR_34", "Неизвестная ошибка! Пожалуйста, сообщите администратору сайта, что вы видели это:");
define("LAN_ERROR_35", "Ошибка 400 - ошибочный запрос");
define("LAN_ERROR_36", "Существует ошибка форматирования на веб-странице, которую вы пытаетесь получить доступ.");
define("LAN_ERROR_37", "Значок ошибки");
define("LAN_ERROR_38", "Извините, но сайт недоступен из-за временной ошибки");
define("LAN_ERROR_39", "Повторите попытку через несколько минут");
define("LAN_ERROR_40", "Если проблема не устранена, свяжитесь с администратором сайта");
define("LAN_ERROR_41", "Обнаруженной ошибки является:");
define("LAN_ERROR_42", "Дополнительные сведения об ошибке:");
define("LAN_ERROR_43", "Сайт временно недоступен");
define("LAN_ERROR_44", "Логотип сайта");
define("LAN_ERROR_45", "Что вы можете сделать теперь?");
define("LAN_ERROR_46", "Проверьте лог для подробностей.");


?>