<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2016/07/30 03:12:13
|
|        $Author: admin $
+---------------------------------------------------------------+
*/

define("LAN_USER_01", "Отображаемое имя");
define("LAN_USER_02", "Имя входа");
define("LAN_USER_03", "Настоящее имя");
define("LAN_USER_04", "Пользовательский заголовок");
define("LAN_USER_06", "Фотография");
define("LAN_USER_07", "Аватар");
define("LAN_USER_09", "Подпись");
define("LAN_USER_10", "Скрыть электронной почты");
define("LAN_USER_12", "Класс пользователя");
define("LAN_USER_13", "ID");
define("LAN_USER_14", "Присоединяйтесь к Дата");
define("LAN_USER_15", "Последний визит");
define("LAN_USER_16", "Нынешний визит");
define("LAN_USER_18", "IP-адрес");
define("LAN_USER_19", "Запрет");
define("LAN_USER_20", "Prefs");
define("LAN_USER_21", "Визиты");
define("LAN_USER_22", "Администратор");
define("LAN_USER_23", "Завивка");
define("LAN_USER_24", "Смена пароля");
define("LAN_USER_31", "Главный администратор");
define("LAN_USER_32", "Администратор сайта");
define("LAN_USER_33", "нет информации");
define("LAN_USER_34", "назад");
define("LAN_USER_35", "[скрыты по запросу]");
define("LAN_USER_36", "Нажмите здесь, чтобы посмотреть комментарии пользователей");
define("LAN_USER_37", "Нажмите здесь, чтобы мнение на форуме");
define("LAN_USER_38", "Нажмите здесь, чтобы обновить вашу информацию");
define("LAN_USER_39", "Нажмите здесь, чтобы изменить информацию о пользователе");
define("LAN_USER_40", "Предыдущий элемент");
define("LAN_USER_41", "Следующий элемент");
define("LAN_USER_42", "не фото");
define("LAN_USER_43", "удалить фотографию");
define("LAN_USER_44", "Прочее");
define("LAN_USER_45", "ПО УБЫВАНИЮ");
define("LAN_USER_46", "ASC");
define("LAN_USER_49", "Нет никакой информации для пользователя, поскольку они не зарегистрированы на");
define("LAN_USER_50", "Профиль участника");
define("LAN_USER_51", "Это не является допустимым пользователем.");
define("LAN_USER_52", "Зарегистрированные члены");
define("LAN_USER_53", "Нет зарегистрированных членов.");
define("LAN_USER_54", "Уровень");
define("LAN_USER_55", "Вы не имеют доступа для просмотра этой страницы.");
define("LAN_USER_56", "Зарегистрированных пользователей:");
define("LAN_USER_57", "Заказ:");
define("LAN_USER_58", "Член");
define("LAN_USER_59", "Присоединился к");
define("LAN_USER_60", "Адрес электронной почты:");
define("LAN_USER_62", "Отправить личное сообщение");
define("LAN_USER_63", "Реальное имя:");
define("LAN_USER_64", "Статистика сайта");
define("LAN_USER_65", "Последний визит");
define("LAN_USER_66", "Посещение сайта после регистрации");
define("LAN_USER_67", "Сообщения чата");
define("LAN_USER_68", "Комментариев");
define("LAN_USER_69", "Сообщения на форуме");
define("LAN_USER_71", "Подпись:");
define("LAN_USER_72", "Аватар:");
define("LAN_USER_73", "Выбор содержания/Mail списков");
define("LAN_USER_74", "Пользовательский заголовок");
define("LAN_USER_75", "Ваш--что-то--не требуется");
define("LAN_USER_76", "Подписка на");
define("LAN_USER_77", "Ваш пароль должен содержать минимум--COUNT--символов.");
define("LAN_USER_78", "Мин.");
define("LAN_USER_79", "символов.");
define("LAN_USER_80", "имя, отображаемое на сайте");
define("LAN_USER_81", "Имя пользователя:");
define("LAN_USER_82", "имя, используемое для входа на сайт");
define("LAN_USER_83", "Скрыть адрес электронной почты?:");
define("LAN_USER_84", "Это позволит предотвратить ваш адрес электронной почты отображается на сайте");
define("LAN_USER_85", "Если вы хотите изменить ваше имя пользователя, вы должны попросить администратора сайта");
define("LAN_USER_86", "Размер максимального аватара является--ширина--x--высота--пикселей");
define("LAN_XUP_ERRM_01", "Регистрация не удалась! Эта функция отключена.");
define("LAN_XUP_ERRM_02", "Регистрация не удалась! Неверный провайдер.");
define("LAN_XUP_ERRM_03", "Вход не удался! Неверный провайдер.");
define("LAN_XUP_ERRM_04", "Регистрация не удалась! Пользователь уже введен.");
define("LAN_XUP_ERRM_05", "Регистрация не удалась! Пользователь уже введен. Пожалуйста пользуйтесь кнопкой 'вход'.");
define("LAN_XUP_ERRM_06", "Регистрация не удалась! Недоступен адрес электронной почты - невозможно зарегистрироваться без этого адреса.");


?>