<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("PAGE_NAME", "Загрузить");
define("LAN_UL_001", "Недопустимый адрес электронной почты");
define("LAN_UL_002", "Вы не имеют правильные разрешения для загрузки файлов на этот сервер.");
define("LAN_UL_020", "Ошибка");
define("LAN_UL_021", "Добавлено провал");
define("LAN_UL_022", "Могут различаться по типу файла");
define("LAN_UL_023", "Тип");
define("LAN_UL_024", "Максимальный размер");
define("LAN_UL_025", "Загрузка файлов не допускается");
define("LAN_UL_026", "");
define("LAN_UL_027", "");
define("LAN_UL_032", "Вы должны выбрать категорию");
define("LAN_UL_033", "Необходимо ввести действительный адрес электронной почты");
define("LAN_UL_034", "Необходимо указать имя файла");
define("LAN_UL_035", "Вы должны ввести описание");
define("LAN_UL_036", "Необходимо указать файл для загрузки");
define("LAN_UL_037", "Вам необходимо указать категорию");
define("LAN_UL_038", "");
define("LAN_61", "Ваше имя:");
define("LAN_112", "Адрес электронной почты:");
define("LAN_144", "URL-адрес веб-сайта:");
define("LAN_402", "Вы должны быть зарегистрированным пользователем для загрузки файлов на этот сервер.");
define("LAN_404", "Спасибо. Ваши загрузки будет рассмотрен администратор и размещены на сайте при необходимости.");
define("LAN_406", "Обратите внимание");
define("LAN_407", "Любые другие типы файлов, которые загружены, будут немедленно удалены.");
define("LAN_408", "Подчеркнута");
define("LAN_409", "Имя файла");
define("LAN_410", "Версия");
define("LAN_411", "Файл");
define("LAN_413", "Описание");
define("LAN_414", "Рабочие демо");
define("LAN_415", "Введите URL-адрес сайта, где можно просмотреть демо");
define("LAN_416", "Отправить и загрузить");
define("LAN_417", "Загрузить файл");
define("LAN_418", "Абсолютный максимальный размер файла:");
define("DOWLAN_11", "Категория");
define("LAN_419", "Допустимые типы файлов");
define("LAN_420", "поля обязательны для заполнения");
