<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2015/08/31 17:49:19
|
|        $Author: admin $
+---------------------------------------------------------------+
*/

define("LANINS_001", "Установка e107");
define("LANINS_002", "Шаг");
define("LANINS_003", "1");
define("LANINS_004", "Выбор языка");
define("LANINS_005", "Пожалуйста, выберите язык для использования во время установки");
define("LANINS_007", "4");
define("LANINS_008", "PHP и MySQL версии проверить / файл проверки разрешений");
define("LANINS_009", "Повторного разрешения файла");
define("LANINS_010", "Файл не для записи:");
define("LANINS_010a", "Папка не для записи:");
define("LANINS_012", "Похоже, что MySQL функции не существует. Это, вероятно, означает, что расширение PHP MySQL не установлен или не был скомпилирован вашей установке PHP с поддержкой MySQL.");
define("LANINS_013", "Не удалось определить ваш номер версии MySQL. Это не фатальная ошибка, поэтому просьба продолжить установку, но имейте в виду, что e107 требует MySQL > = 3.23 для правильной работы.");
define("LANINS_014", "Разрешения файла");
define("LANINS_015", "Версия PHP");
define("LANINS_017", "ПЕРЕВАЛ");
define("LANINS_018", "Обеспечьте все перечисленные файлы существуют и для записи на сервере. Это обычно включает CHMODing них 777, но различаются сред - связаться с вашего хоста, если у вас есть какие-либо проблемы.");
define("LANINS_019", "Версия PHP установлена на вашем сервере не способен работать e107. E107 требует PHP версии по крайней мере». MIN_PHP_VERSION. «для запуска правильно. Обновите вашу версию PHP, или связаться ваш хост для обновления.");
define("LANINS_021", "2");
define("LANINS_022", "Подробные сведения о сервере MySQL");
define("LANINS_023", "Пожалуйста, введите ваши MySQL настройки здесь.

Если у вас есть корень разрешений можно создать новую базу данных, установив флажок, если не вы должны создать базу данных или использовать уже существующий.

Если у вас есть только одна база данных использовать префикс, так что другие скрипты могут поделиться той же базы данных.
Если вы не знаете детали вашего MySQL связаться ваш веб-хостинга.");
define("LANINS_024", "MySQL-сервера:");
define("LANINS_025", "Имя пользователя MySQL:");
define("LANINS_026", "Пароль MySQL:");
define("LANINS_027", "База данных MySQL:");
define("LANINS_028", "Создать базу данных?");
define("LANINS_029", "Префикс таблиц:");
define("LANINS_030", "Вы желаете e107 для использования сервера MySQL. Оно может также включать номер порта. например 'hostname:port' или путь на локальный сокет например \':/path/to/socket\» на локальном компьютере.");
define("LANINS_031", "Имя пользователя вы хотите e107 использовать для подключения к вашему серверу MySQL");
define("LANINS_032", "Пароль для пользователя, которого вы только что ввели. Не должны содержать одинарные или двойные кавычки.");
define("LANINS_033", "Базы данных MySQL, вы пожелаете e107 проживать в, иногда называют схемы. Должны начинаться с буквы. Если у пользователя базы данных создать разрешения, которые вы можете выбрать для создания базы данных автоматически, если он еще не существует.");
define("LANINS_034", "Префикс, который вы хотите e107 для использования при создании e107 таблиц. Полезно для установки нескольких e107 в одной базе данных схемы.");
define("LANINS_036", "3");
define("LANINS_037", "Проверка подключения MySQL");
define("LANINS_038", "и создание базы данных");
define("LANINS_039", "Пожалуйста, убедитесь, вы заполните все поля, самое главное, MySQL-сервера, имя пользователя MySQL и MySQL базы данных (они всегда требуются серверу MySQL)");
define("LANINS_040", "Ошибки");
define("LANINS_041", "E107 не смог установить подключение к серверу MySQL, используя информацию, которую вы ввели. Пожалуйста вернуться к последней страницы и убедитесь, что информация является правильной.");
define("LANINS_042", "Подключение к серверу MySQL создана и проверена.");
define("LANINS_043", "Не удается создать базу данных, убедитесь, что у вас есть необходимые разрешения для создания базы данных на вашем сервере.");
define("LANINS_044", "База данных создана успешно.");
define("LANINS_045", "Пожалуйста, нажмите на кнопку, чтобы перейти к следующему этапу.");
define("LANINS_046", "5");
define("LANINS_047", "Администратор детали");
define("LANINS_049", "Два введенные пароли не совпадают. Пожалуйста, вернитесь назад и попробуйте еще раз.");
define("LANINS_050", "Расширение XML");
define("LANINS_051", "Установлен");
define("LANINS_052", "Не установлен");
define("LANINS_053", "E107 v2.x требует расширения PHP XML должен быть установлен. Пожалуйста свяжитесь с вашего хоста или прочитать информацию на [x] перед продолжением");
define("LANINS_055", "Подтверждение установки");
define("LANINS_056", "6");
define("LANINS_057", "E107 теперь имеет всю информацию, необходимую для завершения установки.

Пожалуйста, нажмите на кнопку, чтобы создать таблицы базы данных и сохранять все ваши настройки.");
define("LANINS_058", "7");
define("LANINS_060", "Не удается прочитать sql datafile, пожалуйста обеспечить файл [b]core_sql.php[/b] существует в каталоге [b] / e107_core/sql [/b].");
define("LANINS_061", "E107 смог создать все необходимые базы данных таблицы.
Очистить базу данных и устранить любые проблемы прежде чем пытаться снова.");
define("LANINS_062", "[b] Добро пожаловать на ваш новый сайт! [/ b] e107 успешно установил и теперь готова принять содержимое.

Ваш раздел администрирования [нажмите здесь link=e107_admin/admin.php]located [/ LINK], чтобы перейти туда сейчас. Вы должны войти, используя имя и пароль, введенный во время процесса установки.

[b] E107 страница поддержки [/b]: [link=http://e107.org] http://e107.org[/link], вы найдете часто задаваемые вопросы и документацию здесь.
Форумы: [ссылка = http://e107.org/e107_plugins/forum/forum.php] http://e107.org/e107_plugins/forum/forum.php [/link] сообщество разработчиков плагинов: [link=http://www.e107coders.org] http://e107coders.org[/link] [b] загрузок [/b] плагины: [link= http://plugins.e107.org]http://plugins.e107.org [/link] темы: [link= http://themes.e107.org]http://themes.e107.org [/link] Спасибо за попытку e107, мы надеемся, что он удовлетворяет потребности вашего веб-сайта.
(Вы можете удалить это сообщение от вашего администратора секции).");
define("LANINS_069", "E107 успешно установлен!

По соображениям безопасности теперь вы должны установить разрешения файла [b]e107_config.php[/b] файла обратно в 644.

Также удалите install.php от вашего сервера после того, как вы нажали на кнопку ниже.");
define("LANINS_070", "E107 смог сохранить основной конфигурационный файл на ваш сервер.

Пожалуйста, убедитесь, что файл [b]e107_config.php[/b] имеет правильные разрешения");
define("LANINS_071", "Установка завершена");
define("LANINS_072", "Имя пользователя Admin");
define("LANINS_073", "Это имя будет использоваться для входа на сайт. Если вы хотите использовать это, также, как ваше отображаемое имя");
define("LANINS_074", "Admin отображаемое имя");
define("LANINS_076", "Пароль администратора");
define("LANINS_077", "Пожалуйста, введите пароль администратора, которые вы хотите использовать здесь");
define("LANINS_078", "Подтверждение пароля администратора");
define("LANINS_079", "Пожалуйста, введите пароль администратора для подтверждения");
define("LANINS_080", "Администратор электронной почты");
define("LANINS_081", "Введите свой адрес электронной почты");
define("LANINS_083", "MySQL сообщила об ошибке:");
define("LANINS_084", "Программа установки не удалось установить подключение к базе данных");
define("LANINS_085", "Программа установки не может выбрать базы данных:");
define("LANINS_086", "Имя пользователя администратора, пароль администратора и администратора электронной почты являются [b] [/b] поля обязательные. Пожалуйста вернуться к последней страницы и убедитесь, что правильно вводится информация.");
define("LANINS_105", "Базы данных имя или префикс начиная с некоторые цифры следуют «e» или «E» не является приемлемым");
define("LANINS_106", "ПРЕДУПРЕЖДЕНИЕ - e107 нельзя записывать каталоги или файлы, перечисленные. Хотя это не остановит e107 установки, это будет означать, что некоторые функции не доступны.
				Вам нужно будет изменить разрешения файла для использования этих функций");
define("LANINS_107", "Имя веб-сайта");
define("LANINS_108", "Мой веб-сайт");
define("LANINS_109", "Тема сайта");
define("LANINS_111", "Включить содержание/конфигурации");
define("LANINS_112", "Быстро воспроизвести внешний вид тема прослушать или демо. (Если имеется)");
define("LANINS_113", "Пожалуйста, введите имя веб-сайта");
define("LANINS_114", "Пожалуйста, выберите тему");
define("LANINS_115", "Название темы");
define("LANINS_116", "Тема типа");
define("LANINS_117", "Настройки веб-сайта");
define("LANINS_118", "Установка плагинов");
define("LANINS_119", "Установите все плагины, которые могут потребовать тема.");
define("LANINS_120", "8");
define("LANINS_121", "e107_config.php-это не пустой файл");
define("LANINS_122", "Вы, возможно, существующей установки");
define("LANINS_123", "Дополнительно: Ваш публичное имя или псевдоним. Оставьте пустым, чтобы использовать имя пользователя");
define("LANINS_124", "Пожалуйста, выберите пароль минимум 8 символов");
define("LANINS_125", "E107 был успешно установлен!");
define("LANINS_126", "По соображениям безопасности теперь вы должны установить разрешения файла на e107_config.php файл обратно в 644.");
define("LANINS_127", "[X] База данных уже существует. Перезаписать его? (все существующие данные будут утеряны)");
define("LANINS_128", "Перезапись");
define("LANINS_129", "База данных не найдена.");


?>