<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("PAGE_NAME", "Восстановление пароля");
define("LAN_02", "Извините, не удается отправить почту - обратитесь к администратору главного сайта.");
define("LAN_03", "Восстановление пароля");
define("LAN_05", "Чтобы сбросить свой пароль, пожалуйста, введите следующие сведения");
define("LAN_06", "Попытка сброса пароля");
define("LAN_07", "Кто-то с IP-адресом");
define("LAN_08", "попытка сброса пароля Главная администратора.");
define("LAN_09", "Сброс пароля");
define("LAN_112", "Адрес электронной почты, зарегистрированных на этом сайте");
define("LAN_213", "Что имя пользователя и адрес электронной почты не найден в базе данных.");
define("LAN_214", "Не удается сбросить пароль");
define("LAN_218", "Это ваше имя пользователя:");
define("LAN_FPW1", "Имя пользователя");
define("LAN_FPW4", "Запрос уже был отправлен для сброса пароля, если вы не получили по электронной почте, за помощью обращайтесь к администратору сайта.");
define("LAN_FPW5", "Запрос на сброс пароля для");
define("LAN_FPW6", "По электронной почте послал к вам с ссылку, которая позволит вам сбросить ваш пароль.");
define("LAN_FPW7", "Это не допустимую ссылку для сброса пароля.<br>Для получения более подробной информации обращайтесь к администратору сайта.");
define("LAN_FPW8", "Ваш пароль был успешно изменен.");
define("LAN_FPW9", "Это новый пароль:");
define("LAN_FPW10", "Пожалуйста");
define("LAN_FPW11", "войти настоящее время");
define("LAN_FPW12", "и немедленно изменить свой пароль, для целей безопасности.");
define("LAN_FPW13", "Пожалуйста, следуйте указаниям в письме, чтобы подтвердить свой пароль.");
define("LAN_FPW14", "был представлен кем-то с IP");
define("LAN_FPW15", "Это не означает, что ваш пароль еще не был сброшен.  Вам необходимо перейти по ссылке, показано ниже, чтобы завершить процесс сброса.");
define("LAN_FPW16", "Если вы не запрашивали иметь свой пароль сброса и не хотите его восстановить, вы можете просто проигнорируйте этот e-mail");
define("LAN_FPW17", "Ниже ссылка будет действительна для 48 часов.");
define("LAN_FPW18", "Восстановление пароля просил");
define("LAN_FPW19", "Отправка электронной почты не удалось");
define("LAN_FPW20", "Отправка электронной почты преуспело");
define("LAN_FPW21", "Пользователь нажал на ссылку Сброс пароля");
define("LAN_FPW_100", "Забыли пароль?");
define("LAN_FPW_101", "Не стоит беспокоиться. Просто введите свой адрес электронной почты ниже и мы вышлем вам по электронной почте инструкции для восстановления.");
define("LAN_FPW_102", "Сброс пароля");
