<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2016/07/30 03:04:01
|
|        $Author: Administrator $
+---------------------------------------------------------------+
*/

define("PAGE_NAME", "Зарегистрироваться");
define("LAN_EMAIL_01", "Дорогой");
define("LAN_EMAIL_04", "Пожалуйста, сохраните это письмо для вашей собственной информации.");
define("LAN_EMAIL_05", "Ваш пароль был зашифрован и не могут быть восстановлены, если вы потеряете или забудете его. Однако, вы можете запросить новый пароль, если это произойдет.");
define("LAN_EMAIL_06", "Спасибо за регистрацию.");
define("LAN_SIGNUP_1", "Мин.");
define("LAN_SIGNUP_2", "символов.");
define("LAN_SIGNUP_3", "Ошибка при проверке кода.");
define("LAN_SIGNUP_4", "Ваш пароль должен быть по крайней мере");
define("LAN_SIGNUP_5", "символов.");
define("LAN_SIGNUP_8", "Спасибо!");
define("LAN_SIGNUP_9", "Не удается продолжить.");
define("LAN_SIGNUP_11", ".");
define("LAN_SIGNUP_12", "Пожалуйста, держите ваши имя пользователя и пароль, записаны в безопасном месте как будто потерял что они не могут быть извлечены.");
define("LAN_SIGNUP_13", "Теперь вы можете войти окне входа в систему, или [здесь].");
define("LAN_SIGNUP_14", "Здесь");
define("LAN_SIGNUP_15", "Пожалуйста, свяжитесь с админом главный сайт");
define("LAN_SIGNUP_16", "Если вам требуется помощь.");
define("LAN_SIGNUP_17", "Просьба сертифицировать, что вам 13 или более 13 лет.");
define("LAN_SIGNUP_18", "Ваша регистрация был получен и создали следующую информацию входа:");
define("LAN_SIGNUP_21", "В настоящее время ваша учетная запись помечена как неактивная. Чтобы активировать свой аккаунт, пожалуйста, перейдите по следующей ссылке:");
define("LAN_SIGNUP_22", "Нажмите здесь");
define("LAN_SIGNUP_23", "для входа.");
define("LAN_SIGNUP_24", "Благодарим вас за регистрацию на");
define("LAN_SIGNUP_25", "Загрузить аватар");
define("LAN_SIGNUP_26", "Загрузить фотографию");
define("LAN_SIGNUP_30", "Если вы не хотите для отображения вашего адреса электронной почты на этом сайте, пожалуйста, выберите «Да» для параметра «Скрыть адрес электронной почты?».");
define("LAN_SIGNUP_34", "Пожалуйста, обратите внимание: любые изображения, загруженные на этот сервер, который считается неуместным администраторы будут немедленно удалены.");
define("LAN_SIGNUP_36", "Ошибка создания пользовательской информации, просьба связаться с администратором сайта");
define("LAN_SIGNUP_37", "Этот этап регистрации завершен. Администратор сайта должен будет одобрить ваше членство.  После этого вы получите подтверждение по электронной почте оповещения вас, что ваше членство утвержден.");
define("LAN_SIGNUP_38", "Вы ввели два различных адресов электронной почты. Пожалуйста, введите действительный адрес электронной почты в двух полях");
define("LAN_SIGNUP_39", "Повторно введите адрес электронной почты:");
define("LAN_SIGNUP_40", "Активация не требуется");
define("LAN_SIGNUP_41", "Ваш аккаунт уже активирован.");
define("LAN_SIGNUP_42", "Существует проблема, почта регистрации не было отправлено, обратитесь к администратору веб-сайта.");
define("LAN_SIGNUP_43", "Сообщение отправлено");
define("LAN_SIGNUP_44", "Направил письмо для активации:");
define("LAN_SIGNUP_45", "Пожалуйста, проверьте ваш почтовый ящик.");
define("LAN_SIGNUP_47", "Выслать письмо активации");
define("LAN_SIGNUP_48", "Имя пользователя или Email");
define("LAN_SIGNUP_49", "Если вы зарегистрировались с неправильный адрес электронной почты, а также заполнения в поле выше, введите новый адрес электронной почты и пароль здесь:");
define("LAN_SIGNUP_50", "Новый адрес электронной почты");
define("LAN_SIGNUP_51", "Старый пароль");
define("LAN_SIGNUP_53", "поле не тест проверки");
define("LAN_SIGNUP_54", "Нажмите здесь, чтобы заполнить свои данные для регистрации");
define("LAN_SIGNUP_58", "Просмотр регистрации");
define("LAN_SIGNUP_59", "Если ссылка не работает, пожалуйста, проверьте, что часть его не переполнен на следующую строку. ****");
define("LAN_SIGNUP_60", "Регистрация электронной почты выслать просил");
define("LAN_SIGNUP_61", "Отправить успешно");
define("LAN_SIGNUP_62", "Не удалось отправить");
define("LAN_SIGNUP_63", "Повторная отправка электронной почты просил для сброса пароля");
define("LAN_SIGNUP_64", "Это, кажется, не быть допустимым пользователем информации");
define("LAN_SIGNUP_65", "Вы были назначены следующие имя входа");
define("LAN_SIGNUP_66", "Пожалуйста, запишите его.");
define("LAN_SIGNUP_67", "Это будет назначено системой после регистрации");
define("LAN_SIGNUP_69", "");
define("LAN_SIGNUP_70", "");
define("LAN_SIGNUP_71", "Вы достигли предела сайта для регистрации счета. Пожалуйста, войдите, используя один из других учетных записей.");
define("LAN_SIGNUP_72", "Спасибо за подписку на [имя_узла]! Мы только что отправил вам подтверждение по электронной почте для [Электронная почта]. Пожалуйста, нажмите на ссылку подтверждения в письме, чтобы завершить ваш знак вверх и активировать свой аккаунт.");
define("LAN_SIGNUP_73", "Спасибо!");
define("LAN_SIGNUP_74", "Ваш счет теперь была активирована, пожалуйста");
define("LAN_SIGNUP_75", "Регистрация активирован");
define("LAN_SIGNUP_76", "Спасибо! Вы находитесь в настоящее время зарегистрированным членом");
define("LAN_SIGNUP_77", "Этот сайт соответствует детей Online Privacy защите закона от 1998 года (COPPA) и как таковой не может согласиться с регистраций от пользователей в возрасте до 13 лет без письменного разрешения документа из их родителей или опекуна. Для получения дополнительной информации вы можете прочитать законодательство");
define("LAN_SIGNUP_78", "Регистрация");
define("LAN_SIGNUP_79", "Зарегистрироваться");
define("LAN_SIGNUP_80", "Пожалуйста, введите ниже ваши данные.");
define("LAN_SIGNUP_81", "Имя пользователя:");
define("LAN_SIGNUP_82", "имя, которое вы используете для входа в систему");
define("LAN_SIGNUP_83", "Пароль:");
define("LAN_SIGNUP_84", "Повторно введите пароль:");
define("LAN_SIGNUP_85", "Имена пользователей и пароли чувствительны к регистру.");
define("LAN_SIGNUP_89", "Отображаемое имя:");
define("LAN_SIGNUP_90", "имя, которое будет отображаться на сайте");
define("LAN_SIGNUP_91", "Реальное имя:");
define("LAN_SIGNUP_93", "Подпись:");
define("LAN_SIGNUP_94", "Аватар:");
define("LAN_SIGNUP_95", "Введите код в изображении");
define("LAN_SIGNUP_96", "Регистрационные данные для");
define("LAN_SIGNUP_97", "Добро пожаловать");
define("LAN_SIGNUP_98", "Подтвердите ваш адрес электронной почты");
define("LAN_SIGNUP_99", "Проблема");
define("LAN_SIGNUP_100", "Ожидает утверждения администратора");
define("LAN_SIGNUP_101", "Обновление записей ошибка - Пожалуйста, свяжитесь с администратором сайта");
define("LAN_SIGNUP_103", "Слишком многие пользователи уже используют IP-адрес:");
define("LAN_SIGNUP_105", "Не удается действий ваш запрос - пожалуйста, свяжитесь с администратором сайта");
define("LAN_SIGNUP_106", "Не удается действий ваш запрос - у вас уже есть аккаунт здесь?");
define("LAN_LOGINNAME", "Имя пользователя");
define("LAN_USERNAME", "Отображаемое имя");
define("LAN_SIGNUP_107", "Пароль должен быть не менее [x] символов и включать по крайней мере одной ЗАГЛАВНОЙ буквы и цифры");
define("LAN_SIGNUP_108", "Должен быть действительный адрес электронной почты");
define("LAN_SIGNUP_109", "Это регистр и не должно содержать пробелов.");
define("LAN_SIGNUP_110", "Ваше полное имя");
define("LAN_SIGNUP_111", "Введите URL-адрес изображения или выбрать существующий аватар.");
define("LAN_SIGNUP_112", "Вы в настоящее время вошли качестве главного администратора.");
define("LAN_SIGNUP_113", "Подписи");


?>