<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("LAN_LOGIN_1", "Имя пользователя");
define("LAN_LOGIN_2", "Пароль пользователя");
define("LAN_LOGIN_3", "Защищаемом сервере");
define("LAN_LOGIN_4", "Пожалуйста, войдите");
define("LAN_LOGIN_5", "Нажмите здесь, чтобы зарегистрироваться");
define("LAN_LOGIN_6", "Не принимает новых членов на данный момент");
define("LAN_LOGIN_7", "Введите код видна");
define("LAN_LOGIN_8", "Запомнить меня");
define("LAN_LOGIN_9", "Войти");
define("LAN_LOGIN_10", "Нажмите, чтобы Логин");
define("LAN_LOGIN_11", "Зарегистрироваться как новый пользователь");
define("LAN_LOGIN_12", "Забыли пароль");
define("LAN_LOGIN_13", "Пожалуйста, введите текст в изображении");
define("LAN_LOGIN_14", "Пользователь попытался войти в систему с именем непризнанных пользователя");
define("LAN_LOGIN_15", "Пользователь попытался войти в систему с неверным паролем");
define("LAN_LOGIN_16", "Пользователь попытался войти с комбинации имени пользователя и пароля, которая уже была в использовании");
define("LAN_LOGIN_17", "Пароль пользователя (хешированные)");
define("LAN_LOGIN_18", "Авто Бан: больше, чем [x] неудачных попыток входа");
define("LAN_LOGIN_19", "> 10 неудачных попыток входа");
define("LAN_LOGIN_20", "Вы оставили необходимые поля пустыми");
define("LAN_LOGIN_21", "Неверный логин. Введенные данные не соответствует зарегистрированному пользователю. Проверьте, если у вас есть CAPS-LOCK ключ активирован как регистрозависимые имена входа на этот сайт");
define("LAN_LOGIN_22", "Вы не активировали аккаунт. Вы должны были получить письмо с инструкциями о том, как подтвердить свой аккаунт. Если нет, пожалуйста, нажмите [здесь].");
define("LAN_LOGIN_23", "Введен неправильный код.");
define("LAN_LOGIN_24", "Это сочетание имени пользователя и пароля уже используется.");
define("LAN_LOGIN_25", "Запретил пользователь попытался войти");
define("LAN_LOGIN_26", "Сбой входа - неизвестной причине");
define("LAN_LOGIN_27", "Пользователь пытается войти в систему, прежде чем отвечать на подтверждение по электронной почте");
define("LAN_LOGIN_28", "Отправить по электронной почте");
define("LAN_LOGIN_29", "Имя пользователя или Email");
define("LAN_LOGIN_30", "Ошибка при добавлении нового пользователя alt_auth дБ");
define("LAN_LOGIN_31", "Ваши учетные данные не может быть добавлен к системе");
