<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("NLLAN_04", "Бюллетень плагин успешно установлен. Для настройки, вернуться к вашей основной администратора странице и нажмите на \'Newsletter\» в разделе плагин.");
define("NLLAN_05", "Нет бюллетеней, еще не определены");
define("NLLAN_07", "Абонентам");
define("NLLAN_10", "Существующие информационные бюллетени");
define("NLLAN_11", "Нет бюллетеня проблем еще.");
define("NLLAN_12", "Выпуск");
define("NLLAN_13", "[Идентификатор родительского] Название темы");
define("NLLAN_14", "По почте?");
define("NLLAN_17", "Не разослал - нажмите, чтобы отправить");
define("NLLAN_18", "Вы уверены, что вы хотите отправить этот вопрос абонентов?");
define("NLLAN_19", "Вы уверены, что хотите удалить этот выпуск бюллетеня?");
define("NLLAN_20", "Существующие проблемы");
define("NLLAN_23", "Заголовок");
define("NLLAN_24", "Нижний колонтитул");
define("NLLAN_30", "Информационный бюллетень");
define("NLLAN_31", "Тема / название");
define("NLLAN_32", "Номер выпуска");
define("NLLAN_33", "Текст");
define("NLLAN_36", "Обновление выпуск информационного бюллетеня");
define("NLLAN_37", "Создание выпуска бюллетеня");
define("NLLAN_39", "Бюллетень выпуск, сохраняются в базе данных - чтобы отправить, нажмите \'Release Issue\' кнопку в меню функции.");
define("NLLAN_40", "Рассылка добавляется рассылка очереди - выпуск направил--COUNT--subscriber(s).");
define("NLLAN_41", "Не найдено - абонентов электронной почты отменен");
define("NLLAN_44", "Главная страница Новости");
define("NLLAN_45", "Создание информационного бюллетеня");
define("NLLAN_46", "Создание рассылки");
define("NLLAN_47", "Параметры бюллетеня");
define("NLLAN_48", "Подписчиков бюллетеня");
define("NLLAN_49", "Информационный бюллетень:");
define("NLLAN_54", "Отправка");
define("NLLAN_56", "Информационный бюллетень ID не доступен");
define("NLLAN_62", "Пользователь заблокирован! (или не полностью подписанной вверх)");
define("NLLAN_63", "Общее количество абонентов");
define("NLLAN_64", "Возвращение в бюллетень frontpage");
define("NLLAN_65", "Идентификатор бюллетеня абонентов обзор");
define("NLLAN_66", "Ваш список абонента Новости письмо было нерж.стали.");
