<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2016/08/14 01:57:24
|
|        $Author: admin $
+---------------------------------------------------------------+
*/

define("NLLAN_MENU_CAPTION", "Информационный бюллетень");
define("NLLAN_48", "Вы подписались из этого бюллетеня - если вы хотите отказаться от подписки, пожалуйста, нажмите на кнопку ниже.");
define("NLLAN_49", "Вы уверены, что вы хотите, чтобы ООН-подписаться из этого бюллетеня?");
define("NLLAN_50", "Нажмите кнопку Подписаться (ваш адрес подписки —");
define("NLLAN_51", "Отписаться");
define("NLLAN_52", "Подписаться");
define("NLLAN_53", "Вы уверены, что вы хотите, чтобы подписаться на эту рассылку?");
define("NLLAN_67", "Обзор Архив");
define("NLLAN_68", "Недопустимый параметр определен");
define("NLLAN_69", "Послал рассылки доступны.");
define("NLLAN_70", "Не существует отдельных бюллетень");
define("NLLAN_72", "Посмотреть архив");
define("NLLAN_73", "Введите ваш адрес электронной почты");


?>