<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("CLOCK_AD_L2", "Подпись");
define("CLOCK_AD_L4", "Часы меню Config");
define("CLOCK_AD_L5", "AM/PM");
define("CLOCK_AD_L6", "Если флажок установлен, он будет отображать время с США (0-12 AM/PM формат). Снят он будет отображать «военные» формат 0-24");
define("CLOCK_AD_L7", "Дата префикс");
define("CLOCK_AD_L8", "Если ваш язык требует короткое слово до даты (например, ' le' для французского языка) или «ден» для немецкого..., используйте это поле. Если не требуется, оставьте пустым.");
define("CLOCK_AD_L9", "Суффикс 1");
define("CLOCK_AD_L10", "Суффикс 2");
define("CLOCK_AD_L11", "Суффикс 3");
define("CLOCK_AD_L12", "Суффикс 4 и больше");
define("CLOCK_AD_L13", "Если ваш язык требует для отображения суффикс сразу после числа для даты, заполните эти поля с суффиксом только (пример: «st» 1 «й» 2 «й» 3 и «й» 4 и более - для английского пользователей). Если не требуется оставить пустым.");
