<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2016/08/14 20:46:18
|
|        $Author: admin $
+---------------------------------------------------------------+
*/
define("ADLAN_PM_1", "Чтобы активировать, пожалуйста зайдите в настройки меню, и вставьте private_msg в одного из ваших меню-регионов. <br /><br />Если вам надо конвертировать сообщения из предыдущий версии, пожалуйста зайдите в основную конфигурационную страницу этого плагина, и нажмите на ссылку 'конвертировать'.");
define("ADLAN_PM_3", "Не обнаружены настройки личных сообщений. Использованы настройки по умолчанию.");
define("ADLAN_PM_4", "Настройки Обновлены");
define("ADLAN_PM_5", "Ограничение для выделенного класса пользователей уже существует");
define("ADLAN_PM_6", "Лимит удачно добавлен");
define("ADLAN_PM_7", "Лимит не добавлен/обновлен - неизвестная ошибка");
define("ADLAN_PM_8", "Статус лимита обновлен");
define("ADLAN_PM_9", "- Лимит был удачно убран");
define("ADLAN_PM_10", "- Лимит небыл убран - неизвестная ошибка");
define("ADLAN_PM_11", "- Лимит был удачно обновлен");
define("ADLAN_PM_12", "Настройки личных сообшений");
define("ADLAN_PM_13", "Конвертация личных сообшений");
define("ADLAN_PM_14", "Лимиты личных сообшений");
define("ADLAN_PM_15", "Добавить лимит личных сообшений");
define("ADLAN_PM_16", "Заглавие Плагина");
define("ADLAN_PM_17", "Показывать анимацию новых сообщений");
define("ADLAN_PM_18", "Показывать меню пользователя");
define("ADLAN_PM_19", "Тайм-аут ПРОЧИТАННЫХ сообщений (в днях)");
define("ADLAN_PM_20", "Тайм-аут НЕПРОЧИТАННЫХ сообщений (в днях)");
define("ADLAN_PM_21", "Всплывающее окно при новом сообщение");
define("ADLAN_PM_22", "Тайм-аут задержки всплывающего окна");
define("ADLAN_PM_23", "Ограничить систему личных сообщений к");
define("ADLAN_PM_24", "Количество отображенных сообщений на каждой странице");
define("ADLAN_PM_25", "Включить тревогу о сообщениях по электронной почте");
define("ADLAN_PM_26", "Разрешать пользователю получать подтверждение просмотра по электронной почте");
define("ADLAN_PM_27", "Класс пользователей, которые могут добавлять прикрепления");
define("ADLAN_PM_28", "Максимальный размер прикрепления");
define("ADLAN_PM_29", "Разрешить отсылку к всем пользователям");
define("ADLAN_PM_30", "Класс пользователей, которые могут отсылать множеству в одно время");
define("ADLAN_PM_31", "Класс пользователей, которые могут отсылать целым классам");
define("ADLAN_PM_33", "Не актевировано (нет лимитов)");
define("ADLAN_PM_34", "Количества личных сообщений");
define("ADLAN_PM_35", "Размеры ящиков");
define("ADLAN_PM_37", "Лимиты количеств");
define("ADLAN_PM_38", "Лимиты размеров (в КБ)");
define("ADLAN_PM_41", "Нет обозначенных лимитов.");
define("ADLAN_PM_44", "секунд");
define("ADLAN_PM_45", "Ограничивать сообщения по:");
define("ADLAN_PM_54", "Основные настройки");
define("ADLAN_PM_55", "Лимиты");
define("ADLAN_PM_59", "Поддержка");
define("ADLAN_PM_60", "Поддержка Личных Сообщений");
define("ADLAN_PM_62", "Эти опции уничтожают трансакции, которые связаны с удаленными пользователями из базы личных сообщений");
define("ADLAN_PM_63", "Отосланные сообщения");
define("ADLAN_PM_64", "Прибывшие сообщения");
define("ADLAN_PM_65", "Блокировки пользователей");
define("ADLAN_PM_66", "Нет обазначенных действий поддержки");
define("ADLAN_PM_67", "Сервис базы личных сообщений начался");
define("ADLAN_PM_68", "--COUNT-- блокировок для удаленных пользователей уничтожены");
define("ADLAN_PM_69", "--COUNT-- блокировок от удаленных пользователей уничтожены");
define("ADLAN_PM_70", "Ошибка в базе --NUM--: --TEXT-- убраны блокировки от пользователей");
define("ADLAN_PM_71", "Истекшие сообщения");
define("ADLAN_PM_72", "Нет обозначенного тайм-аута сообщений.");
define("ADLAN_PM_73", "--COUNT-- просроченных сообщений удалено");
define("ADLAN_PM_74", "--COUNT-- удаленных пользователями сообщений стерто");
define("ADLAN_PM_75", "--COUNT-- сообщений, которые прибыли к уничтоженным пользователям, удалены");
define("ADLAN_PM_77", "(Очистите все поля и Обновите, чтобы убрать лимит)");
define("ADLAN_PM_78", "Проверить прикрепленное");
define("ADLAN_PM_79", "--ORPHANS-- неиспользованных прикреплений стерты. --MISSING-- отсутствующих прикреплений было замечено.");
define("ADLAN_PM_80", "Форматы настроек обновлены");
define("ADLAN_PM_81", "Максимальное количество сообщений, которое можно отослать сразу");
define("ADLAN_PM_82", "Если послано больше чем это число, сообщения будут добавлены в очередь, и будут отправлены используя задачей хрон.");
define("ADLAN_PM_83", "Пользователи могут только отправлять сообщения пользователям в этом классе");
define("ADLAN_PM_84", "Максимальная длина сообщения");
define("ADLAN_PM_85", "0 = неограниченно");
define("ADLAN_PM_86", "Класс VIP");
define("ADLAN_PM_87", "Пользователи могут только получать сообщения от пользователей в этом классе. Эта настройка занимает приоритет выше чем настройка сверху.");


?>