<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("PAGE_NAME", "パスワードのリセット");
define("LAN_02", "申し訳ありませんが、できません電子メール - を送信する管理者に問い合わせてください、メインのサイト。");
define("LAN_03", "パスワードのリセット");
define("LAN_05", "リセットするには、パスワードは次の情報を入力してください。");
define("LAN_06", "パスワードのリセットを試みた");
define("LAN_07", "IP アドレスとの誰か");
define("LAN_08", "主な管理者のパスワードをリセットしようとしました。");
define("LAN_09", "パスワードのリセット");
define("LAN_112", "このサイトに登録されているメール アドレス");
define("LAN_213", "そのユーザー名/メール アドレスがデータベースに見つかりませんでした。");
define("LAN_214", "パスワードをリセットすることができません。");
define("LAN_218", "あなたのユーザ名です。");
define("LAN_FPW1", "ユーザー名");
define("LAN_FPW4", "このパスワードをリセットするのには、要求は既に送信されましたメールを受け取っていない場合についてはサイト管理者に問い合わせてください。");
define("LAN_FPW5", "あなたのパスワードをリセットするための要求");
define("LAN_FPW6", "あなたのパスワードをリセットすることができるリンクをあなたにメールが送信されました。");
define("LAN_FPW7", "これは、あなたのパスワードをリセットするのには有効なリンクではありません。<br>詳細については、サイト管理者に問い合わせてください。");
define("LAN_FPW8", "パスワードが正常に変更されました。");
define("LAN_FPW9", "新しいパスワードです。");
define("LAN_FPW10", "ください");
define("LAN_FPW11", "今すぐログインします。");
define("LAN_FPW12", "すぐにセキュリティのため、パスワードを変更します。");
define("LAN_FPW13", "パスワードを確認するメールの指示に従ってください。");
define("LAN_FPW14", "ip アドレスを持つユーザーによって送信されました。");
define("LAN_FPW15", "あなたのパスワードはリセットされましたまだわけではないです。 リセット処理を完了する下記のリンクに移動する必要があります。");
define("LAN_FPW16", "このメールを無視可能性があります単にあなたのパスワードをリセットし、それをリセットしたくないを要求しなかった場合");
define("LAN_FPW17", "以下のリンクは、48 時間有効になります。");
define("LAN_FPW18", "パスワードのリセットの要求");
define("LAN_FPW19", "メール送信に失敗しました");
define("LAN_FPW20", "メールの送信に成功しました");
define("LAN_FPW21", "ユーザーがパスワード リセットのリンクをクリックして");
define("LAN_FPW_100", "パスワードを忘れた方");
define("LAN_FPW_101", "心配しないで。下記のメール アドレスを入力し、回復のための指示メールを送りします。");
define("LAN_FPW_102", "パスワードをリセットします。");
