<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("LANINS_001", "e107 インストール");
define("LANINS_002", "ステップ");
define("LANINS_003", "1");
define("LANINS_004", "言語の選択");
define("LANINS_005", "インストール中に使用する言語を選択してください。");
define("LANINS_007", "4");
define("LANINS_008", "PHP と MySQL のバージョン チェック/ファイルのアクセス許可のチェック");
define("LANINS_009", "ファイルのアクセス許可を再テストします。");
define("LANINS_010", "書き込み可能なファイルが。");
define("LANINS_010a", "書き込み禁止のフォルダー:");
define("LANINS_012", "MySQL 関数はいないが存在するようです。これはおそらく PHP の MySQL 拡張モジュールがインストールされていないか、または php がコンパイルされていないことを意味 MySQL サポートとともに。");
define("LANINS_013", "MySQL バージョン番号を決定することができませんでした。これは致命的ではないエラーなのでしてください、インストールを続行、その e107 MySQL が必要です注意してください > = 3.23 正常に機能します。");
define("LANINS_014", "ファイルのアクセス許可");
define("LANINS_015", "PHP のバージョン");
define("LANINS_017", "渡す");
define("LANINS_018", "リスト内のすべてのファイルが存在し、サーバーによって書き込み可能なことを確認します。これは通常 CHMODing それら 777 を含むが、環境は変わります - 任意の問題がある場合、ホストに連絡。");
define("LANINS_019", "あなたのサーバーにインストールされている PHP のバージョンは e107 を実行できるではないです。e107 の PHP のバージョンを少なくとも必要とする」。MIN_PHP_VERSION」を正しく実行します。PHP のバージョンをアップグレードするか、アップグレードにあなたのホストにお問い合わせください。");
define("LANINS_021", "2");
define("LANINS_022", "MySQL サーバーの詳細");
define("LANINS_023", "ここにあなたの MySQL の設定を入力してください。

ルート権限がある場合は、データベースを作成するか、既存の 1 つを使用してくださいしない場合、ボックスを刻 々 と過ぎで新しいデータベースを作成できます。

プレフィックスを使用して、他のスクリプトが同じデータベースを共有することができますのみ 1 つのデータベースがある場合
あなたがわからない場合、あなたの MySQL の詳細はあなたの web ホストを問い合わせてください。");
define("LANINS_024", "MySQL サーバー:");
define("LANINS_025", "MySQL のユーザー名:");
define("LANINS_026", "MySQL のパスワード:");
define("LANINS_027", "MySQL データベース:");
define("LANINS_028", "データベースを作成しますか。");
define("LANINS_029", "テーブルのプレフィックス:");
define("LANINS_030", "MySQL サーバを使用する e107 をたいです。それはまたポート番号を含めることができます。例えば 'ホスト名: ポート' またはローカル パス ソケットなど \':/path/to/socket\'localhost に対して。");
define("LANINS_031", "あなたの MySQL サーバへの接続に使用する e107 を希望するユーザー名");
define("LANINS_032", "入力したユーザーのパスワード。一重または二重引用符が含まれていない必要があります。");
define("LANINS_033", "E107 で存在する MySQL データベース スキーマとしてに呼ばれるもあります。文字で始まる必要があります。ユーザー データベース ファイルが存在しない場合にデータベースを自動的に作成することができますアクセス許可を作成している場合");
define("LANINS_034", "希望は e107 e107 テーブルを作成するときに使用するプレフィックス。1 つのデータベースのスキーマの e107 の複数のインストールに便利です。");
define("LANINS_036", "3");
define("LANINS_037", "MySQL 接続の検証");
define("LANINS_038", "データベースの作成");
define("LANINS_039", "すべてで入力フィールドは、最も重要なは、MySQL サーバー、MySQL ユーザ名と MySQL データベース (これらは常に MySQL サーバによって要求される) を確認してください。");
define("LANINS_040", "エラー");
define("LANINS_041", "e107 で入力した情報を使用して MySQL サーバーへの接続を確立できませんでした。最後にページを戻る、情報が正しいことを確認してください。");
define("LANINS_042", "MySQL サーバへの接続は確立して検証します。");
define("LANINS_043", "サーバー上のデータベースを作成する正しい権限があることを確認してください、データベースを作成することができません。");
define("LANINS_044", "データベースが正常に作成されました。");
define("LANINS_045", "次のステージに進むためのボタンをクリックしてください。");
define("LANINS_046", "5");
define("LANINS_047", "管理者の詳細");
define("LANINS_049", "入力した 2 つのパスワードが同じではありません。戻って、もう一度やり直してください。");
define("LANINS_050", "XML 拡張機能");
define("LANINS_051", "インストールされています。");
define("LANINS_052", "インストールされていません。");
define("LANINS_053", "e107 v2.x をインストールする PHP の XML 拡張機能が必要です。くださいあなたのホストにお問い合わせくださいまたは続行する前に [x] の情報を読み取る");
define("LANINS_055", "インストールの確認");
define("LANINS_056", "6");
define("LANINS_057", "e107 は、インストールを完了する必要なすべての情報になりました。

データベースのテーブルを作成し、すべてのあなたの設定を保存するボタンをクリックしてください。");
define("LANINS_058", "7");
define("LANINS_060", "Sql を読み取ることができませんください確認ファイル [b]core_sql.php[/b] データファイルは、[b]/e107_core/sql [/b] ディレクトリに存在します。");
define("LANINS_061", "e107 で、すべての必要なデータベース テーブルを作成できませんでした。
データベースをクリアして再試行する前に問題を修正してください。");
define("LANINS_069", "e107 は正常にインストールされています。

セキュリティ上の理由から今、644 に戻る [b]e107_config.php[/b] ファイルのファイルのアクセス許可を設定してください。

また削除してください install.php サーバーから下のボタンをクリックした後。");
define("LANINS_070", "e107 で、メイン設定ファイルをサーバに保存できませんでした。

[b]e107_config.php[/b] ファイルに適切なアクセス許可を確認してください。");
define("LANINS_071", "インストールの完了");
define("LANINS_072", "管理者のユーザー名");
define("LANINS_073", "これは名前を使用して、サイトへのログインに。表示名としても使用したい場合");
define("LANINS_074", "管理者表示名");
define("LANINS_076", "管理者パスワード");
define("LANINS_077", "ここで使用する管理者パスワードを入力してください。");
define("LANINS_078", "管理者パスワードの確認");
define("LANINS_079", "確認のため再度パスワードを入力してください。");
define("LANINS_080", "管理者メール");
define("LANINS_081", "あなたのメール アドレスを入力してください。");
define("LANINS_083", "MySQL はエラーを報告しました。");
define("LANINS_084", "インストーラーは、データベースへの接続を確立できませんでした。");
define("LANINS_085", "インストーラー データベースを選択できません。");
define("LANINS_086", "管理者のユーザー名、管理者パスワード、管理者メールは必須項目です。最後にページを戻る、情報が正しく入力されてを確認してください。");
define("LANINS_105", "いくつかの数字でデータベース名またはプレフィックス始まるに続いて 'e' または 'E' は受け入れられない");
define("LANINS_106", "警告 - e107 ディレクトリまたはファイルに書き込むことができません。E107 インストールこれ止まらない中それは特定の機能が使用できないことを意味します。
				これらの機能を使用するファイルのアクセス許可を変更する必要があります。");
define("LANINS_107", "ウェブサイト名");
define("LANINS_108", "私のウェブサイト");
define("LANINS_109", "ウェブサイトのテーマ");
define("LANINS_111", "内容/構成が含まれる");
define("LANINS_112", "すぐにテーマのプレビューやデモの様子を再現します。(あれば)");
define("LANINS_113", "Web サイトの名前を入力してください。");
define("LANINS_114", "テーマを選択してください。");
define("LANINS_115", "テーマ名");
define("LANINS_116", "テーマ型");
define("LANINS_117", "ウェブサイトの設定");
define("LANINS_118", "プラグインをインストールします。");
define("LANINS_119", "テーマが必要なすべてのプラグインをインストールします。");
define("LANINS_120", "8");
define("LANINS_121", "e107_config.php は空のファイルではありません。");
define("LANINS_122", "既存のインストールがあります。");
define("LANINS_123", "省略可能: パブリック名またはエイリアスです。ユーザー名を使用する空白のまま");
define("LANINS_124", "少なくとも 8 文字のパスワードを選択してください。");
define("LANINS_125", "e107 は正常にインストールされています!");
define("LANINS_126", "セキュリティ上の理由から今 644 での e107_config.php ファイルをファイルのアクセス許可を設定してください。");
define("LANINS_127", "[X] データベースが既に存在します。それを上書きしますか。(すべての既存データが失われるでしょう)");
define("LANINS_128", "上書き");
define("LANINS_129", "データベースが見つかりません。");
