<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("PAGE_NAME", "エラー");
define("LAN_ERROR_1", "エラー 401 - 認証に失敗しました");
define("LAN_ERROR_2", "あなたが要求した URL には、正しいユーザー名とパスワードが必要です。誤ったユーザー名/パスワードを入力したか、お使いのブラウザーはこの機能をサポートしていません。");
define("LAN_ERROR_3", "あなたはこのエラー ページが誤って示されていると思われる場合は、参照ページの管理者にお知らせください。");
define("LAN_ERROR_4", "エラー 403 - アクセス禁止");
define("LAN_ERROR_5", "URL またはリンクを取得することはできません。");
define("LAN_ERROR_6", "あなたはこのエラー ページが誤って示されていると思われる場合は、参照ページの管理者にお知らせください。");
define("LAN_ERROR_7", "エラー 404 - ドキュメントが見つかりません");
define("LAN_ERROR_9", "あなたはこのエラー メッセージが誤って示されていると思われる場合は、参照ページの管理者にお知らせください。");
define("LAN_ERROR_10", "エラー 500 - 不正なヘッダー");
define("LAN_ERROR_11", "サーバー内部エラーや設定ミスが発生し、要求を完了できませんでした。");
define("LAN_ERROR_12", "あなたはこのエラー ページが誤って示されていると思われる場合は、参照ページの管理者にお知らせください。");
define("LAN_ERROR_13", "エラー - 不明");
define("LAN_ERROR_14", "サーバー エラーが発生しました");
define("LAN_ERROR_15", "あなたはこのエラー ページが誤って示されていると思われる場合は、参照ページの管理者にお知らせください。");
define("LAN_ERROR_16", "失敗でアクセスしようとした場合、");
define("LAN_ERROR_17", "記録されています。");
define("LAN_ERROR_18", "どうやら、ここで参照されました。");
define("LAN_ERROR_19", "残念なことに、そのアドレスでリンク切れがあります。");
define("LAN_ERROR_20", "このサイトのホーム ページに行くには、こちらをご覧ください。");
define("LAN_ERROR_21", "要求された URL は、このサーバーに見つかりませんでした。続いてリンクはおそらく時代遅れです。");
define("LAN_ERROR_22", "このサイトの検索ページに行くには、こちらをご覧ください。");
define("LAN_ERROR_23", "アクセスしようとして");
define("LAN_ERROR_24", "成功しませんでした。");
define("LAN_ERROR_25", "[1]: データベースからコアの設定を読み取ることができませんの基本的な設定は存在するが、シリアライズすることはできません。コア ・ バックアップを復元しようとすると.");
define("LAN_ERROR_26", "[2]: データベースからコアの設定を読み取ることができません、存在しないコア設定。");
define("LAN_ERROR_27", "[3]: コア ・保存 - 設定バックアップをアクティブにします。");
define("LAN_ERROR_28", "[4]: コア バックアップが見つかりません。あなたのデータベースに有効なコンテンツがあることを確認します。");
define("LAN_ERROR_29", "[5]: フィールドを空白のままにいます。フォームを再送信し、必須フィールドに記入してください。");
define("LAN_ERROR_30", "[6]: mySQL への有効な接続を形成することができません。あなたの e107_config.php に正しい情報が含まれていることを確認してください。");
define("LAN_ERROR_31", "[7]: mySQL を実行しているが、データベース [x] に接続することができませんでした。<br>それが存在して、構成ファイルに正しい情報が含まれていることを確認してください。");
define("LAN_ERROR_32", "アップグレードを完了するには、e107_config.php ファイルに次のテキストをコピーします。");
define("LAN_ERROR_33", "処理エラー!通常、私はホーム ページにリダイレクトされます。");
define("LAN_ERROR_34", "不明なエラーです。これを見たサイト管理者までご連絡ください。");
define("LAN_ERROR_35", "エラー 400 - 不正な要求");
define("LAN_ERROR_36", "アクセスしようとしている web ページに書式設定エラーがあります。");
define("LAN_ERROR_37", "エラー アイコン");
define("LAN_ERROR_38", "申し訳ありませんが、しかし、サイトは一時的な障害のために利用");
define("LAN_ERROR_39", "再度数分後にしよう");
define("LAN_ERROR_40", "問題が解決しない場合は、サイト管理者までご連絡ください。");
define("LAN_ERROR_41", "報告されたエラーは。");
define("LAN_ERROR_42", "追加のエラー情報:");
define("LAN_ERROR_43", "一時的に使用できないサイトします。");
define("LAN_ERROR_44", "サイトのロゴ");
define("LAN_ERROR_45", "あなたは今何ができるか。");
