<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("LAN_STAT_HELP_01", "Ведение статистики");
define("LAN_STAT_HELP_02", "Этот параметр удаляет исторические данные из базы данных. Это не влияет на \'all-time\ «цифры.<br><br>Внимание! После удаления, эти данные не могут быть восстановлены. Резервное копирование и/или экспортировать данные, которые вам может потребоваться сначала.");
define("LAN_STAT_HELP_03", "Этот параметр позволяет удалить данные, относящиеся к конкретной странице.");
define("LAN_STAT_HELP_04", "Эта опция позволяет экспорт статистики данных в формате CSV. Это могут быть импортированы в многие другие приложения для детального анализа. Обратитесь к странице вики на статистику, протоколирование плагин для более подробной информации о форматах файлов и т.д.");
define("LAN_STAT_HELP_05", "<b>Включить протоколирование статистика</b><br>Не протоколирования занимает место если отключен<br><br>
<b>Статистика страницы доступа</b><br>Определяет, кто может видеть статистику сайта<br><br>
<b>Количество посещений Admin</b><br>Частые визиты администраторы могут исказить статистику сайта, так что вы можете исключить их<br><br>
<b>Максимум записей для отображения...</b><br>Задает количество \'recent visitors\» сохранить<br><br>
<b>Статистика типы</b><br>Определяет, какая информация записывается в журнал. Ежемесячные данные записи будет занимать больше места в базе данных и дает лучшую видимость.
Если ежемесячные статистические данные собираются, можно задать отображение только текущий месяц, или текущий месяц и предыдущий месяц,<br><br>
<b>Сбросить статистику</b><br>Удаляет выбранный рекордно данные (до конца вчера) до нуля. Чтобы удалить today\ «s данных, удаление log*.php файлы в директорию плагинов журнал/журналы<br><br>");
define("LAN_STAT_HELP_06", "");
