<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2016/01/10 03:12:51
|
|        $Author: admin $
+---------------------------------------------------------------+
*/
define("ADSTAT_LAN_1", "Этот плагин будет записывать все визиты в ваш сайт, и строить подробные статистические виды, основанные на собранной информации.");
define("ADSTAT_LAN_2", "Статистический логгер был установлен успешно. Для активации, пожалуйста, перейдите на экран конфигурации и нажмите Активировать.<br /><b>Вы должны поставить права доступа к e107_plugins/log/logs на 777 (chmod 777)</b>");
define("ADSTAT_LAN_3", "Статистический логгер");
define("ADSTAT_LAN_4", "Включить статистический логгер");
define("ADSTAT_LAN_5", "Виды статистики");
define("ADSTAT_LAN_6", "Браузеры");
define("ADSTAT_LAN_7", "Операционные системы");
define("ADSTAT_LAN_8", "Разрешение и глубину дисплеев");
define("ADSTAT_LAN_9", "Страны/домены посетителей");
define("ADSTAT_LAN_10", "Источники");
define("ADSTAT_LAN_11", "Поисковые запросы");
define("ADSTAT_LAN_12", "Сбросить статистику");
define("ADSTAT_LAN_13", "Осторожно! Это сотрет все-времяньную статистику. Удаляет статистику до конца вчерашнего дня. Есть отдельный пункт в меню, чтобы удалить выбранный исторические данные");
define("ADSTAT_LAN_14", "Количество страниц");
define("ADSTAT_LAN_16", "Настройки статистики сайта");
define("ADSTAT_LAN_18", "Кому давать права доступа к статистике ...");
define("ADSTAT_LAN_19", "Последние посетители");
define("ADSTAT_LAN_20", "Счет посещений админов");
define("ADSTAT_LAN_21", "Максимальное количество записей для отображения на странице статистики");
define("ADSTAT_LAN_22", "Запустить апдэйт рутину");
define("ADSTAT_LAN_23", "логи из предыдущей версии e107 были обнаружены, обновлять их здесь");
define("ADSTAT_LAN_24", "В апдейт скрипт");
define("ADSTAT_LAN_26", "Удалить записи страниц");
define("ADSTAT_LAN_27", "Если ваша статистика имеет неправильные страницы, вы можете удалить это здесь");
define("ADSTAT_LAN_28", "Открыть страницу");
define("ADSTAT_LAN_29", "Имя страницы");
define("ADSTAT_LAN_30", "Пометьте для удаление");
define("ADSTAT_LAN_31", "Удалить выделенные страницы");
define("ADSTAT_LAN_32", "Уборка страниц");
define("ADSTAT_LAN_35", "Настройки");
define("ADSTAT_LAN_36", "Экспорт данных");
define("ADSTAT_LAN_38", "Нужен доступ к правам записи на папку e107_plugins/log/logs");
define("ADSTAT_LAN_39", "Функции Логера Статистики");
define("ADSTAT_LAN_40", "Экспорт данных логера");
define("ADSTAT_LAN_41", "Выбор даты");
define("ADSTAT_LAN_42", "Единый день");
define("ADSTAT_LAN_43", "Ежедневно в течение месяца");
define("ADSTAT_LAN_44", "Ежемесячно в течение года");
define("ADSTAT_LAN_45", "Все-времяньно");
define("ADSTAT_LAN_46", "Дата:");
define("ADSTAT_LAN_47", "Выбрана плохая дата");
define("ADSTAT_LAN_48", "Ежемесячно и Все-временно");
define("ADSTAT_LAN_49", "Только Все-временно");
define("ADSTAT_LAN_50", "Никакое");
define("ADSTAT_LAN_51", "Выходные данные");
define("ADSTAT_LAN_52", "Данные страницы");
define("ADSTAT_LAN_53", "Нет возможного выбора");
define("ADSTAT_LAN_54", "Неверный выбор типа");
define("ADSTAT_LAN_55", "Единая кавычка");
define("ADSTAT_LAN_56", "Двойная кавычка");
define("ADSTAT_LAN_57", "Запятая");
define("ADSTAT_LAN_58", "Пайп (|)");
define("ADSTAT_LAN_59", "CSV разделитель, кавычки");
define("ADSTAT_LAN_60", "Выделять адрес сайта из URL");
define("ADSTAT_LAN_61", "(если вкл. просто дает ссылку на страницу)");
define("ADSTAT_LAN_62", "Все-временные (подробное)");
define("ADSTAT_LAN_63", "Доступные наборы данных");
define("ADSTAT_LAN_64", "Записи найдены в базе:");
define("ADSTAT_LAN_65", "Фильтр-стринг базы:");
define("ADSTAT_LAN_66", "Показать наборы данных");
define("ADSTAT_LAN_67", "Генерировать файл CSV (Comma Separated Variable) исторических статистик, которые совпадают с критериями");
define("ADSTAT_LAN_68", "Показать введенную информацию статистики, которая совпадает с выбранными условиями");
define("ADSTAT_LAN_69", "Удалять старую информацию");
define("ADSTAT_LAN_70", "Удалять информацию старее чем:");
define("ADSTAT_LAN_71", "Удалить информацию");
define("ADSTAT_LAN_72", "Подтверждение удаление данных старше первого дня от:");
define("ADSTAT_LAN_74", "(Список введенной информации, которые щас будут уничтожены снизу)");
define("ADSTAT_LAN_75", "Записи для удаление");
define("ADSTAT_LAN_76", "Внимание! Данные после удаления не могут быть восстановлены. Делайте запасную копию базы данных прежде");
define("ADSTAT_LAN_77", "Удаленные записи:");
define("ADSTAT_LAN_78", "Показывать предыдущий месяц, а также текущий месяц для не-страничной статистики доступа");
define("ADSTAT_LAN_79", "Используется только, если ежемесячные статистика собрана");
define("ADSTAT_LAN_80", "Эти страницы были удалены:");
define("ADSTAT_LAN_81", "Статистики зброшенные:");
define("ADSTAT_LAN_82", "Значения установлены:");
define("ADSTAT_LAN_83", "Записи лог ID удалены:");
define("ADSTAT_LAN_84", "");
define("ADSTAT_LAN_85", "");


?>