<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("IMPORTDB_LAN_9", "パスワード方式:");
define("IMPORTDB_LAN_10", "インポートするデータベース パスワードの種類を構成します。");
define("IMPORTDB_LAN_11", "このオプションは、いくつか他のユーザー ベースのシステムを E107 にインポートするときに使用することです。
							それは、選択した標準形式でエンコードされたパスワードを受け入れることができます。
							各 user\ のパスワードは、ログインする際、E107 形式に変換されます。");
define("LAN_AUTHENTICATE_HELP", "この認証メソッドは、E107、ユーザー データベースにインポートした、パスワードは互換性のない形式であるとき使用される<i>唯一</i>にです。元のパスワードをローカル データベースから読み取られ、元のシステムのストレージ形式に対して検証されます。かどうかことを確認、現在の E107 と互換性のある形式に変換し、データベースに格納されています。しばらくすると、すべてのアクティブなユーザーの互換形式で保存されたパスワードで持っているに通常、alt キー認証プラグインを無効にできます。");
