<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("NFLAN_03", "Настройка новостного подкастинга");
define("NFLAN_04", "Newsfeeds плагин успешно установлен. Для добавления новостей и настройки, вернитесь на страницу главный администратор и нажмите на иконку новостей в разделе плагин.");
define("NFLAN_07", "Существующие каналы новостей");
define("NFLAN_08", "Главная страница новостей");
define("NFLAN_09", "Создайте канал новостей");
define("NFLAN_10", "URL-адрес RSS-канал.");
define("NFLAN_11", "Путь к изображению");
define("NFLAN_12", "Активация");
define("NFLAN_13", "Нигде (неактивный)");
define("NFLAN_14", "Только в меню");
define("NFLAN_17", "Введите «по умолчанию» использовать изображение, определенные в веб-канале. Чтобы использовать собственное изображение, введите полный путь. Оставьте пустым для изображения нет.");
define("NFLAN_18", "Интервал обновления в секундах");
define("NFLAN_19", "Например, 3600: канал новостей будет обновляться каждый час");
define("NFLAN_20", "На главной странице новостей только");
define("NFLAN_21", "На странице меню и каналов новостей");
define("NFLAN_22", "Выберите, где вы хотите новостей отображаются.");
define("NFLAN_26", "Интервал обновления");
define("NFLAN_37", "Краткое описание корма. Введите «по умолчанию» использовать описание, определенные в канале");
define("NFLAN_41", "Нет новостей, пока определена");
define("NFLAN_42", "<b>»</b> <u>Канала имя:</u>
	Идентифицирующее имя канала может быть все, что вам нравится.<br><br>
	<b>»</b> <u>URL-адрес rss-канала:</u>
	Адрес rss-канал<br><br>
	<b>»</b> <u>Путь к изображению:</u>
	Если канал имеет определенные в нем изображение, введите «по умолчанию», чтобы использовать его. Чтобы использовать собственное изображение, введите полный путь к нему. Оставьте пустым, чтобы использовать изображение не на всех.<br><br>
	<b>»</b> <u>Описание:</u>
	Введите краткое описание веб-канала, или «по умолчанию», чтобы использовать описание определенных в корм (если имеется).<br><br>
	<b>»</b> <u>Интервал обновления в секундах:</u>
	Количество секунд, которые пройти, прежде чем обновления веб-канала, например, 1800: 30 минут, 3600: час.<br><br>
	<b>»</b> <u>Активации:</u>
	Где вы хотите результатов каналов для отображения, чтобы увидеть меню каналов, вам будет нужно активировать в меню ленты новостей на <a href=''.e_ADMIN.'menus.php'>странице меню</a>.<br><br>Хороший список доступных каналов см. <a href='http://www.syndic8.com/' rel='external'>syndic8.com</a> или <a href='http://feedfinder.feedster.com/index.php' rel='external'>feedster.com</a>");
define("NFLAN_43", "Справка новостей");
define("NFLAN_44", "Нажмите для просмотра");
define("NFLAN_45", "Количество элементов для отображения в меню");
define("NFLAN_46", "Количество элементов для отображения на главной странице");
define("NFLAN_47", "0 или пустым, чтобы показать все");
define("NFLAN_49", "Не unserialize данных rss - использует нестандартный синтаксис");
define("LAN_AL_NEWSFD_01", "Создан канал новостей");
define("LAN_AL_NEWSFD_02", "Новости обновление");
define("LAN_AL_NEWSFD_03", "Новостная лента удалены");
define("LAN_AL_NEWSFD_04", "");
define("LAN_AL_NEWSFD_05", "");
