<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("LWLAN_4", "リンクの言葉がまだ定義されてないです。");
define("LWLAN_5", "言葉");
define("LWLAN_6", "リンク");
define("LWLAN_7", "アクティブですか。");
define("LWLAN_11", "既存の Linkwords");
define("LWLAN_18", "このリンクワールド ・を削除するよろしいですか。");
define("LWLAN_20", "そのリンクワールド ・ エントリが見つかりません。");
define("LWLAN_21", "オートリンク (または単語のリストをカンマで区切った) 単語");
define("LWLAN_22", "アクティブにします。");
define("LWLAN_23", "Linkwords 管理");
define("LWLAN_24", "言葉を管理します。");
define("LWLAN_26", "Linkwords を有効にするために地域");
define("LWLAN_27", "これは、表示されるテキストの 'コンテキスト'");
define("LWLAN_28", "Linkwords を無効にするページ");
define("LWLAN_29", "メニュー表示/非表示コントロールと同じ形式。1 行につき 1 つの一致。完全 URL または一部を指定します。最後に '!' のリンクの最後の部分の正確な一致");
define("LWLAN_31", "リンクワールド ・の追加/編集");
define("LWLAN_33", "タイトル エリア");
define("LWLAN_34", "項目の概要");
define("LWLAN_35", "本文テキスト");
define("LWLAN_36", "説明 (リンク等)");
define("LWLAN_40", "ユーザーが入力したタイトル (例えばフォーラム)");
define("LWLAN_41", "ユーザーが入力したテキスト (例えばフォーラム)");
define("LWLAN_50", "ツールヒント");
define("LWLAN_51", "非アクティブ");
define("LWLAN_52", "リンクワールド ・のみ");
define("LWLAN_53", "ヒントにのみ");
define("LWLAN_54", "リンクワールド ・とツールヒント");
define("LWLAN_55", "新しいウィンドウでリンクを開く");
define("LWLAN_56", "新しいページで開く");
define("LWLAN_58", "県フック 0.8 形式に変換");
define("LWLAN_59", "Ajax 機能を有効にします。");
define("LWLAN_60", "LW ID");
define("LWLAN_62", "ツールヒント (LW ID)");
define("LWLAN_63", "正の整数のみ");
define("LWLAN_64", "現在のページ上のリンクを抑制します。");
define("LWLAN_65", "オンの場合、クリック可能なリンクを抑制場合ポイントを現在のページに");
define("LAN_LW_HELP_00", "Linkwords ヘルプ");
define("LAN_LW_HELP_01", "
  <b>エリアを有効にするには</b><br>テキストの多くの地域がある関連付けられた \'context\」と linkwords はそのコンテキストに一致する領域にのみ表示されます。<br><br>
  <b>Linkwords を無効にします。</b><br>特定の Linkwords 可能性があります無効にするページ、またはパターンに一致するページ。これらを入力してください (メニューと同じ構文) ここでは、1 行につき 1 つのパターンです。
  パターンで終了する場合 \'! \「は、これは query\ の \'end に対応」は通常、正確な一致と。それ以外の場合、指定した文字列を含む任意の URL が一致します。<br>Linkwords が<i>決して</i>管理者ページに表示されることに注意してください。<br><br>
  <b>Ajax 機能を有効にします。</b><br>ツールヒントは、Ajax を使用して、ディスプレイの情報を取得できます。通常いくつかのカスタム コーディングが必要です。<br><br>
  <b>現在のページ上のリンクを抑制します。</b><br>ユーザーがリンクをクリックする場合することができるため無意味な通常 they\」ページ上に既に日時。オプションを削除するには、このボックスをチェックします。<br>");
define("LAN_LW_HELP_02", "クリック可能なリンクになるまたはマウス オーバー、ここでテキストを表示する単語を定義します<br><br>
  <b><u>リンクの単語</u></b><br>これは、大文字小文字を区別です。複数の単語は、同じリンクとヒントへのマッピング、コンマで区切って (スペースなし)<br><br>
  <b><u>リンク</u></b><br>ここでクリック可能なリンクを定義します。場合、外部リンク、それは [i] [/i] をする必要があります \'http://\ を開始'。このサイト内でのリンクの場合、{e_XXX} 法線定数を使用する可能性があります。<br><br>
  <b><u>ツールヒント</u></b><br>これは、定義がテキスト表示されるとき user\」s 単語の上にマウス通過します。<br><br>
  <b><u>LW (ツールヒント ID)</u></b><br><br>これは Ajax で使用する省略可能な数値 ID を定義を処理します。空白の場合、データベースのレコード数が表示されます。<br><br>
  <b><u>アクティブにします。</u></b><br>アクティブなオプションを定義します。");
