<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("LWLAN_4", "Нет слов ссылка определена.");
define("LWLAN_5", "Слова");
define("LWLAN_6", "Ссылка");
define("LWLAN_7", "Активный?");
define("LWLAN_11", "Существующие Linkwords");
define("LWLAN_18", "Вы уверены, что хотите удалить этот linkword?");
define("LWLAN_20", "Не удается найти запись linkword.");
define("LWLAN_21", "Слово Автоссылка (или разделителями запятыми список слов)");
define("LWLAN_22", "Активировать?");
define("LWLAN_23", "Администрация LinkWords");
define("LWLAN_24", "Управлять слова");
define("LWLAN_26", "Области, в которых для включения linkwords");
define("LWLAN_27", "Это контекст, отображаемого текста");
define("LWLAN_28", "Страниц для отключения linkwords");
define("LWLAN_29", "Же формат, что видимость элемента управления menu. Один матч в строке. Указать частичный или полный URL-адрес. Конец с '!' для точного совпадения в конце части ссылки");
define("LWLAN_31", "Добавить/редактировать linkword");
define("LWLAN_33", "Название области");
define("LWLAN_34", "Пункт резюме");
define("LWLAN_35", "Основной текст");
define("LWLAN_36", "Описания (ссылки и т.д.)");
define("LWLAN_40", "Введенный пользователем названия (например, форум)");
define("LWLAN_41", "Введенный пользователем текст (например, форум)");
define("LWLAN_50", "Подсказка");
define("LWLAN_51", "Неактивные");
define("LWLAN_52", "Linkword только");
define("LWLAN_53", "Подсказки только");
define("LWLAN_54", "Linkword и подсказки");
define("LWLAN_55", "Открыть ссылку в новом окне");
define("LWLAN_56", "Открыть на новой странице");
define("LWLAN_58", "Pref крюк преобразованы в формат 0.8");
define("LWLAN_59", "Включить функциональные возможности Ajax");
define("LWLAN_60", "LW ID");
define("LWLAN_62", "Подсказка идентификатор (LW)");
define("LWLAN_63", "Только положительные целые числа");
define("LWLAN_64", "Подавить ссылки на текущей странице");
define("LWLAN_65", "Когда флажок установлен, подавляет активная ссылка, если указывает на текущую страницу");
define("LAN_LW_HELP_00", "LinkWords помощь");
define("LAN_LW_HELP_01", "
  <b>Области для включения</b><br>Многие районы текста имеют связанные \'context\», и linkwords будет отображаться только в областях, соответствующих этой связи.<br><br>
  <b>Отключить LinkWords</b><br>LinkWords может быть отключен на конкретные страницы, или страницы, совпадающие с шаблоном. Введите их здесь (же синтаксис для меню), один шаблон в строке. 
  Если шаблон заканчивается в \ '! \ «, это соответствует \'end query\», и обычно является точным соответствием. В противном случае будет соответствовать любой URL-адрес, содержащий указанную строку.<br>Обратите внимание, что linkwords <i>никогда не</i> отображается на страницах администратора.<br><br>
  <b>Включить функциональные возможности Ajax</b><br>Подсказки можно использовать Ajax для получения информации для отображения. Это обычно требует некоторых пользовательских кодирования.<br><br>
  <b>Подавить ссылки на текущей странице</b><br>Обычно ее бессмысленной для пользователя, чтобы иметь возможность нажать ссылку, если they\ «ре уже на странице. Отметьте этот флажок, чтобы удалить параметр,<br>");
define("LAN_LW_HELP_02", "Определить слова, которые стали интерактивные ссылки, или который отображение текста при наведении курсора мыши, здесь<br><br>
  <b><u>Слово к ссылке</u></b><br>Это без учета регистра. Для нескольких слов, сопоставление с же ссылки и подсказок разделяйте их запятыми (без пробелов)<br><br>
  <b><u>Ссылка</u></b><br>Задать активную связь здесь. Если ее внешняя ссылка, [я] должны [/ i] начать \'http://\». Если это ссылка на этом сайте, могут использоваться константы нормальный {e_XXX}.<br><br>
  <b><u>Подсказка</u></b><br>Это определяет текст, который будет отображаться при user\ 's мыши проходит над словом.<br><br>
  <b><u>LW идентификатор (подсказки)</u></b><br><br>Это определяет необязательный числовой идентификатор для использования с Ajax обработки. Если не указано, используется номер записи базы данных.<br><br>
  <b><u>Активировать?</u></b><br>Определяет, какие параметры активны.");
