<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("LAN_STAT_HELP_01", "統計情報ログ");
define("LAN_STAT_HELP_02", "このオプションは、データベースからの履歴データを削除します。それに、\'all-time\ は影響しません」の数字。<br><br>注意!削除されると、このデータはリカバリできません。バックアップおよび/または最初する必要がありますデータをエクスポートします。");
define("LAN_STAT_HELP_03", "このオプションでは、特定のサイトのページに関連するデータを削除することができます。");
define("LAN_STAT_HELP_04", "このオプションは、CSV 形式での統計データのエクスポートをできます。これは、詳細な分析のための他の多くのアプリケーションにインポートできます。ログ ファイル形式などの詳細については、プラグインの統計情報の wiki ページを参照してください。");
define("LAN_STAT_HELP_05", "<b>統計情報ログを有効にします。</b><br>ログは配置しないと無効になっている場合<br><br>
<b>統計ページにアクセス</b><br>サイトの統計情報を表示できるユーザーを決定します。<br><br>
<b>カウント管理者訪問</b><br>管理者によって頻繁に訪問がサイトの統計情報を歪めることができます。 ので、それらを除外することができます。<br><br>
<b>表示するレコードの最大数.</b><br>\'Recent visitors\ の数を設定します'保持<br><br>
<b>統計の種類</b><br>どの情報が記録されますを決定します。毎月データの記録より多くのデータベース領域を取るだろうしより良い可視性を与えます。
現在の月または現在の月と前の月を表示するかどうかを設定ことができます毎月の統計情報を収集している場合<br><br>
<b>統計をリセットします。</b><br>ゼロに (昨日まで) 選択したすべての時間データをクリアします。'S データ同様ログ/ログ プラグイン ディレクトリ内の log*.php ファイルを削除する today\ を削除するのには<br><br>");
define("LAN_STAT_HELP_06", "");
