<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("LAN_dl_1", "(Ограниченный доступ)");
define("LAN_dl_4", "Файлы доступны:");
define("LAN_dl_5", "Общий размер файлов:");
define("LAN_dl_6", "Загруженные файлы:");
define("LAN_dl_8", "Получить");
define("LAN_dl_9", "Вернуться к списку категорий");
define("LAN_dl_13", "Не тарифицируется");
define("LAN_dl_14", "Оценить этот скачать");
define("LAN_dl_16", "Download(s) от");
define("LAN_dl_29", "DL");
define("LAN_dl_30", "Автор электронной почты");
define("LAN_dl_31", "Автор веб-сайт");
define("LAN_dl_36", "Новые файлы для загрузки");
define("LAN_dl_40", "Нажмите здесь для скриншот");
define("LAN_dl_43", "голосование");
define("LAN_dl_44", "голоса");
define("LAN_dl_45", "Отчет сломанной скачать");
define("LAN_dl_46", "Нажмите здесь, чтобы скачать");
define("LAN_dl_47", "Сообщение было сообщено");
define("LAN_dl_48", "Скачать сообщила администратору.<br>Спасибо.");
define("LAN_dl_49", "Нажмите здесь, чтобы вернуться к скачать");
define("LAN_dl_50", "Скачивание сообщили");
define("LAN_dl_51", "Отчетность скачать:");
define("LAN_dl_53", "Нажмите, чтобы посмотреть скачать");
define("LAN_dl_54", "Администратор будет осознавать этой загрузки, пожалуйста, оставьте сообщение если вы считаете это необходимым.");
define("LAN_dl_55", "Не используйте эту форму чтобы связаться с администратором по любой другой причине.");
define("LAN_dl_57", "сообщает");
define("LAN_dl_58", "Следующие скачать было сообщено как сломанной от сайта");
define("LAN_dl_59", "Сообщил:");
define("LAN_dl_60", "Сломанной скачать доклад от");
define("LAN_dl_62", "Вы не смогли загрузить этот файл; Вы превысили ваш скачать квоты");
define("LAN_dl_63", "Вы не имеют правильные разрешения скачать этот файл.");
define("LAN_dl_66", "Выберите Скачать Зеркало");
define("LAN_dl_67", "Выберите зеркало...");
define("LAN_dl_68", "Зеркало хост");
define("LAN_dl_72", "Запрашивает файл:");
define("LAN_dl_73", "Загрузки от этого зеркала:");
define("LAN_dl_74", "Всего загрузок от этого зеркала:");
define("LAN_dl_75", "изображение не доступно");
define("LAN_dl_77", "Загрузки");
define("LAN_dl_78", "Что скачать отключена или прекращено. Пожалуйста, проверьте в [области загрузки] для более поздней версии.");
