<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("SEALAN_1", "Поиск Конфигурация");
define("SEALAN_3", "Поиск метода sort:");
define("SEALAN_7", "Зарегистрированные члены");
define("SEALAN_10", "Отображаемое значение релевантности:");
define("SEALAN_11", "Разрешить пользователю выбирать для поиска областей:");
define("SEALAN_12", "Ограничьте время между поисков (Макс 5 минут):");
define("SEALAN_13", "Ограничить поиск каждые");
define("SEALAN_14", "секунд");
define("SEALAN_15", "Страница поиска доступны для пользователей класса");
define("SEALAN_18", "Для поиска областей комментарии (когда активируется Поиск комментарии)");
define("SEALAN_19", "Разрешайте пользователям выполнять поиск более чем одной области одновременно:");
define("SEALAN_20", "Общие параметры");
define("SEALAN_21", "Для поиска областей");
define("SEALAN_23", "Альтернатива");
define("SEALAN_25", "Userclass");
define("SEALAN_26", "Предварительное название текст");
define("SEALAN_30", "Ключевые слова выделить на сослался на странице:");
define("SEALAN_31", "PHP, ограничивается");
define("SEALAN_32", "результаты (оставьте пустым для предела)");
define("SEALAN_35", "Метод выбора областей поиска:");
define("SEALAN_36", "Раскрывающийся список");
define("SEALAN_37", "Флажок");
define("SEALAN_38", "Радио");
define("SEALAN_39", "Пользовательские страницы");
define("SEALAN_40", "Параметры поиска");
define("SEALAN_41", "Главная страница");
define("SEALAN_43", "Изменение параметров поиска");
define("SEALAN_44", "Класс пользователя, допускается для поиска этой области");
define("SEALAN_45", "Количество результатов, отображаемых на каждой странице");
define("SEALAN_46", "Количество символов в резюме результатов поиска");
define("SEALAN_47", "Соответствие только слова целиком:");
define("SEALAN_48", "Этот параметр применяется, только когда метод sort поиска является PHP. Если ваш сайт включает идеографические языки, как китайский и японский, вы должны иметь это значение off.");
define("SEALAN_49", "Если ваш сайт включает идеографические языки, как китайский и японский, вы должны использовать метод sort PHP.");
