<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("LANG_LAN_00", "[x] не может быть создан (уже существует).");
define("LANG_LAN_01", "[x] был удален (если есть) и создан.");
define("LANG_LAN_02", "[x] не мог быть удален.");
define("LANG_LAN_03", "Таблицы");
define("LANG_LAN_05", "Не установлен");
define("LANG_LAN_06", "Создание таблиц");
define("LANG_LAN_07", "Удаление существующих таблиц?");
define("LANG_LAN_08", "Замените существующие таблицы (данные будут утеряны).");
define("LANG_LAN_11", "Удалите снят таблицы выше (если они существуют).");
define("LANG_LAN_12", "Многоязычная база данных таблиц");
define("LANG_LAN_13", "предпочтения языков");
define("LANG_LAN_14", "Язык сайта по умолчанию");
define("LANG_LAN_15", "Установите флажок для копирования данных из языка по умолчанию. (Полезно для ссылки, категории новостей, и т.д.)");
define("LANG_LAN_16", "Использование нескольких языков базы данных");
define("LANG_LAN_17", "Язык по умолчанию - никаких дополнительных таблиц требуется.");
define("LANG_LAN_18", "Использование на стоянке поддоменов с этими доменами, чтобы задать язык сайта:");
define("LANG_LAN_19", "например fr.mydomain.com домена будет задать язык французский.");
define("LANG_LAN_20", "Введите один домен в строке. EG. mydomain.com и т.д. или оставьте пустым, чтобы отключить.");
define("LANG_LAN_21", "Языковые пакеты");
define("LANG_LAN_25", "Статус создания языковой пакет");
define("LANG_LAN_26", "Загрузить языковые файлы только для текущего языка");
define("LANG_LAN_27", "Если этот флажок установлен и не удается найти требуемый язык, будет ошибка");
define("LANG_LAN_EML", "Пожалуйста, напишите Ваш языковой пакет, чтобы:");
define("LANG_LAN_32", "Установленные языки");
define("LANG_LAN_33", "Отображать только ошибки во время проверки");
define("LANG_LAN_50", "Язык интерфейса админцентра");
define("LANG_LAN_100", "[x] удален.");
define("LANG_LAN_101", "[x] может не быть удалена.");
define("LANG_LAN_103", "[x] создан.");
define("LANG_LAN_104", "[x] был отключен, но оставил без изменений.");
define("LANG_LAN_105", "Удалить все таблицы [x]?");
define("LANG_LAN_106", "Язык по имени домена");
define("LANG_LAN_107", "Домен определяет язык сайта. Введите имя домена без «www».");
define("LANG_LAN_121", "Не удалось загрузить:");
define("LANG_LAN_124", "Определение");
define("LANG_LAN_126", "Отключить все неиспользуемые");
define("LANG_LAN_130", "Общий срок");
define("LANG_LAN_131", "Отсутствует файл языка");
define("LANG_LAN_132", "Это общие фразы.");
define("LANG_LAN_133", "Использование");
define("LANG_LAN_134", "Вместо этого.");
