<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("LAN_HEADER_01", "Администратор навигации");
define("LAN_HEADER_02", "Ваш сервер не позволяют загрузки файла HTTP, поэтому он не будет возможным для пользователей загружать аватары/файлы и т.д. Чтобы исправить этот набор file_uploads к на в ваш php.ini и перезагрузите сервер. Если вы не имеете доступ к ваш php.ini контакт ваши хозяева.");
define("LAN_HEADER_03", "Ваш сервер работает с ограничением basedir в силу. Это запрещает использование любого файла вне вашей домашней директории и как таковой может повлиять на некоторых сценариев, таких как файловый менеджер.");
define("LAN_HEADER_04", "Админку");
define("LAN_HEADER_05", "язык отображения в админку");
define("LAN_HEADER_06", "Информация о плагины");
