<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("CACLAN_1", "Состояние кэша системы");
define("CACLAN_2", "Состояние набора кэша");
define("CACLAN_3", "Управление кэшем");
define("CACLAN_5", "Пустое содержимое кэша");
define("CACLAN_6", "Очищена кэш");
define("CACLAN_10", "Каталог кэша не для записи. Пожалуйста, убедитесь, что этот каталог имеет значение CHMOD 0777");
define("CACLAN_11", "Содержимое кэша");
define("CACLAN_12", "Системный кэш");
define("CACLAN_13", "Содержимого кэш содержит содержимое страницы к просмотру. Это включает в себя любое содержание (html), которое вы видите, оказываемых на вашем сайте.");
define("CACLAN_14", "Системный кэш содержит сведения о системе конфигурации. Это включает в себя сайте pref, в настоящее время активного меню и т.д.  Здесь будет содержаться не фактическое содержимое.");
define("CACLAN_16", "Кэш пустой системы");
define("CACLAN_17", "В настоящее время содержит");
define("CACLAN_18", "файл");
define("CACLAN_19", "файлы");
define("CACLAN_20", "DB кэш структуры");
define("CACLAN_21", "Кэш базы данных структура содержит системы информации о структуре таблиц базы данных, необходимых в различных основных подпрограмм. Здесь будет содержаться не фактическое содержимое.");
define("CACLAN_22", "Кэша миниатюр");
define("CACLAN_23", "Кэша эскизов файлов содержит двоичные данные изображения. Они находятся там, чтобы спасти много работы ЦП сервера.");
define("CACLAN_24", "Пустой DB кэш структуры");
define("CACLAN_25", "Очистить кэш эскизов");
define("CACLAN_26", "Очистить весь кэш");
define("CACLAN_27", "Кэш браузера пустой");
