<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2016/07/30 05:08:28
|
|        $Author: Administrator $
+---------------------------------------------------------------+
*/
define("TPVLAN_1", "Вы смотрите на предварительный <b>'». PREVIEWTHEMENAME.» '</b> Тема. Он не был установлен в качестве основной темы для вашего сайта, она была активирована для предварительного просмотра того, как выглядит тема.<br>Чтобы установить эту тему в качестве вашего сайта темы, <a href=''.e_ADMIN.'theme.php?choose'>вернуться к ваш тема менеджер</a> и выберите 'Установить как тема сайта'.<br>Для просмотра тем более пожалуйста, <a href=''.e_ADMIN.'theme.php'>нажмите здесь</a>");
define("TPVLAN_2", "Просмотр темы");
define("TPVLAN_3", "Тема сайта изменилась.");
define("TPVLAN_5", "Веб-сайт");
define("TPVLAN_6", "Дата выпуска");
define("TPVLAN_7", "Информация");
define("TPVLAN_9", "Предварительный просмотр темы");
define("TPVLAN_10", "Задать как тема сайта");
define("TPVLAN_11", "Версия");
define("TPVLAN_12", "Предварительный просмотр не доступны");
define("TPVLAN_13", "Загрузить тему (.zip или. tar.gz формат)");
define("TPVLAN_14", "Загрузить тему");
define("TPVLAN_15", "Не удалось отправить файл в папку «.e_THEME.» не имеют правильные разрешения - пожалуйста CHMOD 777 и повторно загрузить файл.");
define("TPVLAN_16", "Admin сообщение");
define("TPVLAN_17", "Этот файл не представляется допустимым архив .zip или .tar.");
define("TPVLAN_18", "Произошла ошибка, не удается ООН Архив файла");
define("TPVLAN_19", "Ваша тема загружены и распаковали.");
define("TPVLAN_20", "Auto тема Загрузка и извлечение отключена как папку темы не имеет правильных разрешений - пожалуйста, CHMOD папку e107_themes 777.");
define("TPVLAN_21", "Это тема в настоящее время выбранного сайта");
define("TPVLAN_22", "Стайлшиты");
define("TPVLAN_23", "Стайлшит по умолчанию");
define("TPVLAN_24", "нет информации");
define("TPVLAN_26", "Менеджер Тем");
define("TPVLAN_27", "Пожалуйста, выберите стайлшит для использования");
define("TPVLAN_28", "вкл.");
define("TPVLAN_29", "выкл.");
define("TPVLAN_30", "Предварительная загрузка изображений тема:");
define("TPVLAN_31", "Это тема выделенного администратора");
define("TPVLAN_32", "Задать как тема Admin");
define("TPVLAN_33", "Тема Сайта");
define("TPVLAN_34", "Тема Админцентра");
define("TPVLAN_35", "Сохранить настройки");
define("TPVLAN_36", "Админ. сообщение");
define("TPVLAN_37", "Тема опции сохранения");
define("TPVLAN_38", "Загрузить тему");
define("TPVLAN_39", "Доступные темы");
define("TPVLAN_40", "Установите Тема admin");
define("TPVLAN_41", "Пожалуйста, выберите администратора стиля макета для использования");
define("TPVLAN_42", "Сохранить параметры администратора");
define("TPVLAN_43", "Сохраненные параметры администратора");
define("TPVLAN_46", "PCLZIP экстракт ошибка:");
define("TPVLAN_47", "PCLTAR экстракт ошибка:");
define("TPVLAN_48", "код:");
define("TPVLAN_49", "Соответствие");
define("TPVLAN_50", "Макеты");
define("TPVLAN_51", "Изменить тему");
define("TPVLAN_52", "Имя");
define("TPVLAN_53", "Предлагаемые плагины");
define("TPVLAN_54", "Меню настроек");
define("TPVLAN_55", "По умолчанию");
define("TPVLAN_56", "Фильтр видимости");
define("TPVLAN_57", "Совместимость");
define("TPVLAN_58", "Эта тема поставляется с предварительно установленной пример контента (например, меню и страниц), которые могут быть использованы на вашем сайте.");
define("TPVLAN_59", "Пожалуйста имейте в виду, что содержание будет пример [b] перезаписать [/b] ваше текущее содержимое следующим");
define("TPVLAN_60", "[x] запись(и/ей) в таблице [y]");
define("TPVLAN_61", "Вы хотите заменить [b] [/b] ваше текущее содержание с в примере по умолчанию содержание представленной темой?");
define("TPVLAN_62", "Найти Темы");
define("TPVLAN_63", "Конвертировать");
define("TPVLAN_64", "Этот ассистент построет build.xml мета-файл для вашей темы.");
define("TPVLAN_65", "До начала :");
define("TPVLAN_66", "Проверьте что есть доступ записи к директории вашей темы");
define("TPVLAN_67", "Выберите директорию вашей темы чтобы начять.");
define("TPVLAN_68", "Выберите директорию вашей темы.");
define("TPVLAN_69", "Доступно для загрузки");
define("TPVLAN_70", "Предварительный Просмотр / Живое Демо :");
define("TPVLAN_71", "Не Указано");
define("TPVLAN_72", "Выбор страниц, которые должны автоматический пользоваться этой раскладкой. Каждую по отдельной строке.");
define("TPVLAN_73", "Активировать меню");
define("TPVLAN_74", "Активирует следующие:");
define("TPVLAN_CONV_1", "Первый этап");
define("TPVLAN_CONV_2", "Второй этап");
define("TPVLAN_CONV_3", "Назовите вашу тему. (Обязательно в английском языке)");
define("TPVLAN_CONV_4", "Если у вас есть файл трансляции, введите LAN_XXX значение для имя вашей темы");
define("TPVLAN_CONV_5", "Версия вашей темы. В формате x.x");
define("TPVLAN_CONV_6", "Дата создания темы");
define("TPVLAN_CONV_7", "Совместима с этой версией e107");
define("TPVLAN_CONV_8", "Имя создателя");
define("TPVLAN_CONV_9", "Ссылка к странице создателя");
define("TPVLAN_CONV_10", "Краткая строка описание темы (Символы !@#$%^&* не разрешены) (Обязательно в английском языке)");
define("TPVLAN_CONV_11", "Ключевое Слово/Тег для этой темы (Обязательно на Английском)");
define("TPVLAN_CONV_12", "Полное описание темы (Обязательно на Английском)");
define("TPVLAN_CONV_13", "Из какой категории эта тема?");
define("TPVLAN_CONV_14", "Включить этот стаилшит в выбираемые опции менеджера тем.");
define("TPVLAN_CONV_15", "Дайте стаилшиту имя");


?>