<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("MENLAN_1", "Видимый для всех");
define("MENLAN_2", "Видимый только для членов");
define("MENLAN_3", "Видны только администраторам");
define("MENLAN_4", "Видимый только для:");
define("MENLAN_6", "Сохранить параметры видимости");
define("MENLAN_7", "Настроить параметры видимости для");
define("MENLAN_8", "Обновление параметров видимости");
define("MENLAN_9", "Новое пользовательское меню установки");
define("MENLAN_10", "Новое меню установки");
define("MENLAN_11", "Меню удалено");
define("MENLAN_12", "Активировать: выбрать область");
define("MENLAN_13", "Включить в область");
define("MENLAN_14", "Площадь");
define("MENLAN_15", "Отключить");
define("MENLAN_17", "Перемещение вверх");
define("MENLAN_18", "Переместить вниз");
define("MENLAN_19", "Переместить область");
define("MENLAN_22", "Неактивных меню");
define("MENLAN_23", "Переместить вниз");
define("MENLAN_24", "Переход к началу");
define("MENLAN_25", "Акция...");
define("MENLAN_26", "Это меню будет только [b] [/b] показано на следующих страницах");
define("MENLAN_27", "Это меню будет только [b] скрытые [/b] на следующих страницах");
define("MENLAN_28", "Введите одну страницу в строке, введите достаточно URL-адреса, чтобы отличить его должным образом.  Если вам нужна окончание точно соответствовать URL-адреса, используйте! в конце имени страницы. Например: [b]page.php?1! [/ b]");
define("MENLAN_29", "Выбор макета");
define("MENLAN_30", "Чтобы увидеть меню областей и их позиции для пользовательских макетов, выберите пользовательский макет здесь.");
define("MENLAN_31", "Макет по умолчанию");
define("MENLAN_32", "Newsheader расположение");
define("MENLAN_33", "Пользовательский макет");
define("MENLAN_34", "Встроенный");
define("MENLAN_36", "Выберите menu(s) для активации");
define("MENLAN_37", "и где для их активации.");
define("MENLAN_38", "Удерживая нажатой клавишу CTRL для выбора нескольких меню.");
define("MENLAN_39", "Предустановленные области");
define("MENLAN_40", "Используйте меню Стили");
define("MENLAN_41", "Положение всех ваших меню для данного макета будут потеряны. Вы все еще хотите продолжить?");
define("MENLAN_42", "Пользовательские");
define("MENLAN_43", "Меню пресет активирован");
define("MENLAN_44", "Параметры меню");
define("MENLAN_45", "Параметры (формат строки запроса):");
