<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("UPLLAN_1", "Добавлено исключен из списка.");
define("UPLLAN_2", "Параметры, сохраненные в базе данных");
define("UPLLAN_4", "Ничего не изменилось - не обновляется");
define("UPLLAN_5", "Плакат");
define("UPLLAN_7", "Веб-сайт");
define("UPLLAN_14", "Демо");
define("UPLLAN_16", "копирование newspost");
define("UPLLAN_17", "удалить из списка загрузки");
define("UPLLAN_18", "Просмотреть подробности");
define("UPLLAN_19", "Существует нет некоординируемыми общественной загрузки");
define("UPLLAN_20", "Там");
define("UPLLAN_21", "непроверенных общественной загрузки");
define("UPLLAN_24", "Тип файла");
define("UPLLAN_25", "Закачек включен?");
define("UPLLAN_26", "Нет общественной загрузки будет разрешено если отключен");
define("UPLLAN_27", "непроверенных общественной загрузки");
define("UPLLAN_33", "Максимальный размер файла");
define("UPLLAN_34", "Абсолютного максимального размера передаваемого файла в байтах. Еще больше ограничило путем настройки php.ini и параметры в filetypes.xml");
define("UPLLAN_37", "Разрешение");
define("UPLLAN_38", "Выберите, чтобы разрешить только определенным пользователям загружать");
define("UPLLAN_41", "Пожалуйста, обратите внимание - загрузка файлов отключены от ваш php.ini, можно загружать файлы, пока вы его на не будет.");
define("UPLLAN_45", "Вы уверены, что вы хотите удалить следующий файл...");
define("UPLAN_COPYTODLM", "Копировать в менеджер загрузки");
define("UPLAN_IS", "Это");
define("UPLAN_ARE", "являются");
define("UPLAN_COPYTODLS", "Скопировать в неделю");
define("UPLLAN_51", "Список закачек");
define("UPLLAN_52", "Эта страница поможет вам создать файл для управления разрешениями загрузки файла. Файл сохраняется как--источника--и должен быть скопирован--DEST--до его вступления в силу.");
define("UPLLAN_54", "Расширения файлов");
define("UPLLAN_55", "Максимальный размер передаваемого");
define("UPLLAN_56", "Создание файла");
define("UPLLAN_57", "Источник для значений:");
define("UPLLAN_59", "Параметры записи");
define("UPLLAN_60", "Теперь переместите этот файл в");
define("UPLLAN_61", "Ошибка записи файла:");
define("UPLLAN_62", "Скачать плагин не установлен - активация не представляется возможным.");
define("UPLLAN_63", "Запись переехал в неделю. [x]");
define("UPLLAN_64", "Управление скачать");
define("UPLLAN_66", "Скачать путь ошибка");
define("UPLLAN_68", "Ошибка SQL:");
define("UPLLAN_69", "");
define("UPLLAN_70", "");
